; Generated (03.04.2020 17:00:00) by DNS Jumper v2.2
; www.sordum.org

[Main]
Language=Auto
LastAdapter=0
IniVersion=2
Wmi=True
AutoAddLastDns=True
AutoFlushDns=True
Sound=True
TrayTip=True
HideWindow=False
MinimiseToTray=True
CloseToTray=False
IP_Group=IPv4
IPv4_Group=Default
IPv6_Group=Default
SearchIP=https://www.google.com/search?q=%IP%
LookupIP=https://ipinfo.io/%IP%
ResolveDomainName=www.google.com
ResolveWaitTime=True,300
AutoSortDnsList=True
MixedDns=True
DonateLabel=True

[Ipv4_Default]
US - Google Public DNS=8.8.8.8,8.8.4.4,True
US - OpenDNS=208.67.222.222,208.67.220.220,True
US - OpenDNS - 2=208.67.222.220,208.67.220.222,True
RU - Yandex=77.88.8.1,77.88.8.8,True
AU - Cloudflare=1.1.1.1,1.0.0.1,True
US - Norton ConnectSafe Basic=199.85.126.10,199.85.127.10,True
US - Level 3 - A=209.244.0.3,209.244.0.4,True
US - Level 3 - B=4.2.2.1,4.2.2.2,True
US - Level 3 - C=4.2.2.3,4.2.2.4,True
US - Level 3 - D=4.2.2.5,4.2.2.6,True
US - Comodo Secure=8.26.56.26,8.20.247.20,True
US - Dyn=216.146.35.35,216.146.36.36,True
US - Norton DNS=198.153.192.1,198.153.194.1,True
US - Comodo=156.154.70.22,156.154.71.22,True
US - VeriSign Public DNS=64.6.64.6,64.6.65.6,True
US - Qwest=205.171.3.65,205.171.2.65,True
US - Sprint=204.97.212.10,204.117.214.10,True
DK - Censurfridns=89.233.43.71,91.239.100.100,True
RU - Safe DNS=195.46.39.39,195.46.39.40,True
DE - DNS WATCH=84.200.69.80,84.200.70.40,True
AT - FreeDNS=37.235.1.174,37.235.1.177,True
US - Sprintlink=199.2.252.10,204.97.212.10,True
US - UltraDNS=204.69.234.1,204.74.101.1,True
GB - Zen Internet=212.23.8.1,212.23.3.1,True
GB - Orange DNS=195.92.195.94,195.92.195.95,True
US - Hurricane Electric=74.82.42.42,,True
ES - puntCAT=109.69.8.51,,True
NL - Freenom World=80.80.80.80,80.80.81.81,True
FR - FDN=80.67.169.12,80.67.169.40,True
US - Neustar 1=156.154.70.1,156.154.71.1,True
US - Neustar 2=156.154.70.5,156.154.71.5,True
RU - AdGuard=176.103.130.130,176.103.130.131,True
US - Quad9 Security=9.9.9.9,149.112.112.112,True
US - Quad9 No Security=9.9.9.10,149.112.112.10,True
BG - MegaLan=95.111.55.251,95.111.55.250,False

[Ipv4_Family]
US - OpenDNS Family=208.67.222.123,208.67.220.123,True
US - Norton ConnectSafe Family=199.85.126.30,199.85.127.30,True
RU - Yandex Family=77.88.8.7,77.88.8.3,True
AU - Cloudflare Malware + Adult Blocking=1.1.1.3,1.0.0.3,True
IE - CleanBrowsing Family=185.228.168.168,185.228.169.168,True
IE - CleanBrowsing Adult Filter=185.228.168.10,185.228.169.11,True
US - Neustar Family Secure=156.154.70.3,156.154.71.3,True
US - Neustar Business Secure=156.154.70.4,156.154.71.4,True
RU - AdGuard Family=176.103.130.132,176.103.130.134,True

[Ipv4_Secure]
US - Norton ConnectSafe Secure=199.85.126.20,199.85.127.20,True
RU - Yandex Safe=77.88.8.88,77.88.8.2,True
AU - Cloudflare Malware Blocking=1.1.1.2,1.0.0.2,True
US - Comodo Secure=8.26.56.26,8.20.247.20,True
IE - CleanBrowsing Secure=185.228.168.9,185.228.169.9,True
US - NeustarThreat Protection=156.154.70.2,156.154.71.2,True

[Ipv6_Default]
US - Google Public DNS=2001:4860:4860::8888,2001:4860:4860::8844
US - OpenDNS Sandbox=2620:0:ccc::2,2620:0:ccd::2
RU - Yandex DNS=2a02:6b8::feed:0ff,2a02:6b8:0:1::feed:0ff
AU - Cloudflare=2606:4700:4700::1111,2606:4700:4700::1001
DK - Censurfridns=2001:67c:28a4::,2002:d596:2a92:1:71:53::
US - Cesidian Root=2001:470:6c:521::2,2001:470:6d:521::1
US - DNS WATCH=2001:1608:10:25::1c04:b12f, 2001:1608:10:25::9249:d69b
US - FDN=2001:910:800::12, 2001:910:800::40
US - Neustar 1=2610:a1:1018::1, 2610:a1:1019::1
US - Neustar 2=2610:a1:1018::5, 2610:a1:1019::5
RU - AdGuard=2a00:5a60::ad1:0ff,2a00:5a60::ad2:0ff
US - Quad9 Security=2620:fe::fe,2620:fe::9
US - Quad9 No Security=2620:fe::10,2620:fe::fe:10

[Ipv6_Family]
RU - Yandex Family=2a02:6b8::feed:a11,2a02:6b8:0:1::feed:a11
AU - Cloudflare Malware + Adult Blocking=2606:4700:4700::1113,2606:4700:4700::1003
IE - CleanBrowsing Family=2a0d:2a00:1::,2a0d:2a00:2::
IE - CleanBrowsing Adult Filter=2a0d:2a00:1::1,2a0d:2a00:2::1
US - Neustar Family Secure=2610:a1:1018::3, 2610:a1:1019::3
US - Neustar Business Secure=2610:a1:1018::4, 2610:a1:1019::4
RU - AdGuard Family=2a00:5a60::bad1:0ff,2a00:5a60::bad2:0ff

[Ipv6_Secure]
RU - Yandex Safe=2a02:6b8::feed:bad,2a02:6b8:0:1::feed:bad
AU - Cloudflare Malware Blocking=2606:4700:4700::1112,2606:4700:4700::1002
IE - CleanBrowsing Secure=2a0d:2a00:1::2,2a0d:2a00:2::2
US - NeustarThreat Protection=2610:a1:1018::2, 2610:a1:1019::2

[Language_Chinese_简体中文 - Simplified]
01="大眼仔~旭（Anan）"
02="此应用程序旨在简化 DNS 的更改过程。"
03="应用 DNS\n 应用 DNS 服务"
04="最快 DNS\n 查找最快 DNS"
05="清除 DNS\n 清除 DNS 缓存"
06="选项\n 选项菜单"
07="更新 ...\n 设置\n 捐赠\n 主页\n 联系\n 关于"
08="显示 DnsJumper\n 帮助\n 退出 DnsJumper"
09="捐赠\n 请捐赠我们的新项目!"
10="选择网络适配器"
11="所有网络适配器"
12="网络适配器未找到"
13="刷新"
14="打开网络连接"
15="快速配置"
16="默认 DNS\n 恢复 DNS\n 备份 DNS"
17="选择一个 DNS 服务器"
18="默认 DNS\n 已备份 DNS\n 自定义 DNS"
19="使用 IPv6 DNS\n IPv6 选项"
20="DNS 组"
21="默认 DNS 列表\n 源 DNS 列表\n家庭安全 DNS 列表"
22="DNS 选项\n添加, 删除或编辑 DNS"
23="浏览或复制 DNS 地址"
24="浏览 DNS 地址\n 第一个 DNS 信息\n 第二个 DNS 信息\n 复制 DNS 服务器"
25="自定义 DNS 服务器\n 输入一个 自定义 DNS 服务器"
26="检查 DNS\n 检查解析时间"
27="请稍候..."
28="DNS 更改成功!"
29="成功刷新 DNS 解析程序缓存。"
30="解析时间:"
31="毫秒"
32="不正确的 DNS IP!"
33="主机不可访问"
34="访问错误"
35="未知错误"
36="IP 框为空!"
37="输入一个不正确的服务器地址。"
38="该操作系统不支持 IPv6 寻址!"
39="此功能仅支持 IPv4。"
40="DNS 服务器名称\n DNS 1\n DNS 2\n 结果 1\n 结果 2"
41="应用 DNS\n 标记全部\n 取消标记全部\n DNS 信息"
42="加速解析\n 往返延迟时间。您可以使用 1 和 5000 毫秒之间的数字。"
43="混合\n 显示测试结果混合"
44="开始 DNS 测试"
45="停止 DNS 测试"
46="应用 DNS 服务器"
47="等待"
48="错误:"
49="常规设置\n DNS 列表"
50="添加默认网关的 IP 地址作为最后一个DNS，\n 如果其他 DNS 服务器失败，将使用(仅 Ip v4)"
51="清除 DNS 每个 DNS 更改自动缓存"
52="播放声音"
53="托盘信息息"
54="在启动时隐藏主窗口"
55="最小化 DnsJUmper 到系统托盘"
56="关闭 DnsJumper 到系统托盘"
57="搜索 DNS 信息链接"
58="DNS 查找链接"
59="在系统启动时运行 DnsJumper"
60="以下的参数应用在系统启动时"
61="显示 IPv6 DNS 列表"
62="添加新的 DNS 服务器组"
63="删除所选 DNS 组"
64="导入所有列表"
65="导出所有列表"
66="行\n DNS 服务器名称\n DNS 1\n DNS 2"
67="DNS 服务器名称:\n 第一个 DNS 服务器:\n 第二个 DNS 服务器:"
68="保存更改"
69="添加\n 添加或编辑 DNS"
70="删除\n 删除所选 DNS"
71="不正确的参数"
72="你想保存 DNS 列表的更改吗?"
73="文本文档"
74="无法写入文件!"
75="更新信息:"
76="发现新版本（程序可更新）\n你要访问程序的网站下载更新吗?"
77="发现新版本!\n你想更新吗?"
78="发现新版本!"
79="更新错误!"
80="%LINK% 不可用。\n请稍后再试。"
81="收到更新信息是不正确的!\n%LINK%"

[Language_Chinese_繁體中文 - Traditional]
01="丹楓"
02="此應用程式旨在簡化\nDNS 變更過程。"
03="套用 DNS\n 套用 DNS 伺服器"
04="最快的 DNS\n 尋找最快的 DNS"
05="清除 DNS\n 清除 DNS 快取"
06="選項\n 選項功能表"
07="更新(&U) ...\n 設定(&S)\n 捐贈(&D)\n 首頁(&H)\n 聯繫(&C)\n 關於(&A)"
08="顯示 DnsJumper(&S)\n 說明(&H)\n 結束 DnsJumper(&x)"
09="請捐贈\n 請捐贈我們的新專案!"
10="選擇網路介面卡"
11="全部網路介面卡"
12="找不到網路介面卡"
13="重新整理"
14="開啟網路連線"
15="快速設定"
16="預設 DNS\n 還原 DNS\n 備份 DNS"
17="選擇 DNS 伺服器"
18="預設 DNS\n 備份 DNS\n 自訂 DNS"
19="使用 IPv6 DNS\n IPv6 選項"
20="DNS 群組"
21="預設 DNS 清單\n 安全 DNS 清單\n家庭安全 DNS 清單"
22="DNS 選項\n新增、刪除或編輯 DNS"
23="瀏覽或複製 DNS 位址"
24="瀏覽 DNS 伺服器\n 第一個 DNS 資訊\n 第二個 DNS 資訊\n 複製 DNS 伺服器"
25="自訂 DNS 伺服器\n 輸入自訂 DNS 伺服器"
26="檢查 DNS\n 檢查解析時間"
27="請稍候..."
28="DNS 已變更成功!"
29="已成功清除 DNS 解析程式快取。"
30="解析時間:"
31="毫秒"
32="不正確的 DNS IP!"
33="主機無法連線"
34="存取錯誤"
35="未知錯誤"
36="IP 方塊空白!"
37="您所輸入的伺服器位址錯誤。"
38="作業系統不支援 ipv6 定址!"
39="此功能僅適用於 IPv4。"
40="DNS 伺服器名稱\n DNS 1\n DNS 2\n 結果 1\n 結果 2"
41="套用 DNS\n 全部標示\n 全部不標示\n DNS 資訊"
42="加速解析\n 來回延遲時間。您可以使用 1 到 5000 毫秒之間的數字。"
43="混合\n 混合顯示測試結果"
44="開始 DNS 測試"
45="停止 DNS 測試"
46="套用 DNS 伺服器"
47="等候"
48="錯誤:"
49="一般設定\n DNS 清單"
50="加入預設閘道 IP 位址作為最後一個 DNS，(僅適用於 Ip v4)\n 如果其他 DNS 伺服器失敗，它將使用"
51="每次 DNS 變更時自動清除 DNS 快取"
52="播放音效"
53="系統匣上的訊息"
54="啟動後隱藏主視窗"
55="將 DnsJUmper 最小化到系統匣"
56="關閉 DnsJumper 時縮至系統匣"
57="搜尋 DNS 資訊連結"
58="DNS 查閱連結"
59="開機時自動啟動 DnsJumper"
60="系統啟動時套用下列參數"
61="顯示 Ipv6 Dns 清單"
62="加入新的 DNS 伺服器群組"
63="刪除所選的 DNS 群組"
64="匯入全部清單"
65="匯出全部清單"
66="列\n DNS 伺服器名稱\n DNS 1\n DNS 2"
67="DNS 伺服器名稱:\n 第一個 Dns 伺服器:\n 第二個 Dns 伺服器:"
68="儲存變更"
69="新增\n 新增或編輯 DNS"
70="刪除\n 刪除所選 DNS"
71="參數不正確"
72="您要儲存 DNS 清單的變更嗎?"
73="文字文件"
74="無法寫入檔案!"
75="更新資訊:"
76="找到新版本(有程式更新可用)\n您要造訪程式的官網嗎?"
77="找到新的更新!\n您要更新嗎?"
78="找不到新的更新!"
79="更新錯誤!"
80="%LINK% 不可用。\n請稍後再試。"
81="收到的更新資訊是不正確的!\n%LINK%"

[Language_Dutch_Nederlands]
01="Marksken58"
02="Deze toepassing is ontworpen als vereenvoudigng\nvan het proces om van DNS te veranderen."
03="DNS toepassen\n DNS Server toepassen"
04="Snelste DNS\n Vind snelste DNS"
05="DNS opkuisen\n DNS-cache verwijderen"
06="Opties\n Menu opties"
07="&Updates ...\n  &Instellingen\n  &Doneren\n  &Startpagina\n &Contact"
08="&Toon DnsJumper\n &Help\n &Sluiten DnsJumper"
09="Graag donatie\n  Graag een donatie voor onze nieuwe projecten!"
10="Selecteer Netwerk Adapter"
11="Alle netwerk adapters"
12="Netwerk adapter niet gevonden"
13="Vernieuwen"
14="Netwerkconnecties openen"
15="Snelle configuratie"
16="Standaard DNS\n  Herstel DNS\n  backup DNS"
17="Kies een DNS server"
18="Standaard DNS\n Backup DNS\n Aangepaste DNS"
19="Gebruik IPv6 DNS\n IPv6 Opties"
20="DNS Groepen"
21="Standaard DNS-lLijst\n Veilige DNS-lijst\n Familievriendelijke DNSlijst"
22="DNS Opties\nToevoegen, Verwijderen Of Bewerken DNS"
23="Bladeren of DNS-adres kopiëren"
24="Blader in DNS Servers\n Eerste DNS Info\n Tweede DNS Info\n Kopieer DNS Servers"
25="Aangepaste DNS-server\n  Vul een aangepaste DNS-server in"
26="Controleer DNS\n Controleer oplostijd"
27="Wacht a.u.b. ..."
28="DNS succesvol gewijzigd!"
29="Succesvol DNS-omzettingscache opgekuist."
30="Oplostijd:"
31="milliseconden"
32="Onjuiste DNS IP!"
33="Host is onbereikbaar"
34="toegangsfout"
35="Onbekende fout"
36="IP vak is leeg!"
37="Je vulde een verkeerd adres van de server in."
38="Het besturingssysteem ondersteunt geen IPv6 adressen!"
39="Deze functie is alleen voor IPv4."
40="DNS Server Naam\n DNS 1\n DNS 2\n Resultaat 1\n Resultaat 2"
41="DNS toepassen\n  Alles markeren\n  Maak alle markeringen ongedaan\n  DNS Info"
42="Turbo oplossing\n Tijd voor uitschakelvertraging. U kunt een getal gebruiken tussen 1 en 5000 milliseconden."
43="Gemengd\n  Toon de testresultaten gemengd"
44="Start DNS Test"
45="Stop DNS Test"
46="DNS Server toevoegen"
47="Wacht"
48="Fout:"
49="Algemene instellingen\n  DNS Lijst"
50="Voeg het standaard Gateway IP-adres toe als laatste DNS (alleen voor IPv4)\n  Als andere DNS-servers werken, zal het gebruikt worden."
51="Wis DNS-cache automatisch bij elke DNS-wijziging"
52="Geluid afspelen"
53="Berichtenvak aan"
54="Verberg hoofdvenster bij het opstarten"
55="Minimaliseer DnsJumper naar het systeemvak"
56="Sluit DnsJumper naar het systeemvak"
57="Zoek DNS-informatielink"
58="DNS Lookup Link"
59="Start DnsJumper bij systeemopstart"
60="Pas de volgende parameters toe bij het opstarten"
61="Toon IPv6 Dns Lijst"
62="Voeg nieuwe DNS-Servergroep toe"
63="Verwijder geslecteerde DNS-Servergroep"
64="Importeer Alles Lijst"
65="Exporteer Alles Lijst"
66="Rij\n DNS Servernaam\n DNS 1\n DNS 2"
67="DNS Servernaam:\n Eerste DNS-Server:\n Tweede DNS-Server:"
68="Sla wijzigingen op"
69="Toevoegen\n DNS Toevoegen of Bewerken"
70="Verwijderen\n Verwijder geselecteerde DNS"
71="Onjuiste parameter"
72="Wil je de veranderingen in de DNS-lijst opslaan?"
73="Tekstdocumenten"
74="Kan bestand niet wegschrijven!"
75="Update Info:"
76="Nieuwe versie gevonden (Programma update is beschikbaar)\nWil je de website van het programma bezoeken?"
77="Nieuwe update gevonden!\nWil je bijwerken?"
78="Geen neiuwe update gevonden!"
79="Update fout!"
80="%LINK% is niet beschikbaar.\nProbeer het later opnieuw."
81="Ontvangen update-informatie is onjuist!\n%LINK%"

[Language_English]
01="BlueLife"
02="This application is designed to simplify\n the DNS changing process."
03="Apply DNS\n Apply DNS Server"
04="Fastest DNS\n Find Fastest DNS"
05="Flush DNS\n Purges The DNS Cache"
06="Options\n Options Menu"
07="&Updates ...\n &Settings\n &Donate\n &HomePage\n &Contact\n &About"
08="&Show DnsJumper\n &Help\n E&xit DnsJumper"
09="Please Donate\n Please donate our new projects!"
10="Select Network Adapter"
11="All Network Adapters"
12="Network Adapter Not Found"
13="Refresh"
14="Open Network Connections"
15="Quick Configuration"
16="Default DNS\n Restore DNS\n Backup DNS"
17="Choose a DNS Server"
18="Default DNS\n Backed-up DNS\n Custom DNS"
19="Use IPv6 DNS\n IPv6 Options"
20="DNS Groups"
21="Default DNS List\n Secure DNS List\nFamily Safe DNS List"
22="DNS Options\nAdd, Delete Or Edit DNS"
23="Browse or Copy DNS address"
24="Browse DNS Servers\n First DNS Info\n Second DNS Info\n Copy DNS Servers"
25="Custom DNS Server\n Enter a Custom DNS Server"
26="Check DNS\n Check Resolve Time"
27="Please Wait..."
28="DNS successfully changed!"
29="Successfully flushed the DNS Resolver Cache."
30="Resolve time:"
31="milliseconds"
32="Incorrect DNS IP!"
33="Host is unreachable"
34="Access error"
35="Unknown error"
36="IP box is empty!"
37="You entered an incorrect server address."
38="The operating system does not support ipv6 addressing!"
39="This feature is only for IPv4."
40="DNS Server Name\n DNS 1\n DNS 2\n Result 1\n Result 2"
41="Apply DNS\n Mark All\n Unmark All\n DNS Info"
42="Turbo Resolve\n Round trip delay time.  You can use a number between 1 and 5000 milliseconds."
43="Mixed\n Show the test results mixed"
44="Start DNS Test"
45="Stop DNS Test"
46="Apply DNS Server"
47="Wait"
48="Error:"
49="General Setting\n DNS List"
50="Add the Default Gateway IP Address as last DNS, (Only for Ip v4)\n If other DNS servers fails it will be used"
51="Clear DNS cache automatically on each DNS change"
52="Play sound"
53="Tray messages On"
54="Hide main windows on startup"
55="Minimize DnsJUmper to system tray"
56="Close DnsJumper to system tray"
57="Search DNS Info Link"
58="DNS Lookup Link"
59="Start DnsJumper on system startup"
60="Apply following parameters at system startup"
61="Show Ipv6 Dns List"
62="Add new DNS Server Group"
63="Delete Selected DNS Group"
64="Import All List"
65="Export All List"
66="Row\n DNS Server Name\n DNS 1\n DNS 2"
67="DNS Server Name:\n First Dns Server:\n Second Dns Server:"
68="Save Changes"
69="Add\n Add Or Edit DNS"
70="Delete\n Delete Selected DNS"
71="Incorrect parameter"
72="Do you want to save the changes of the DNS list?"
73="Text Documents"
74="Unable to write file!"
75="Update Info:"
76="New version found (Program update available)\nDo you want to visit the program's website?"
77="New update found!\nDo you want to update?"
78="No new update found!"
79="Update Error!"
80="%LINK% is unavailable.\nPlease try again later."
81="Received update information is incorrect!\n%LINK%"

[Language_French_Français]
01="Largo"
02="Cette application est conçue pour simplifier\n processus de changement de DNS."
03="Appliquer DNS\n Appliquer serveur DNS"
04="DNS plus rapide\n Trouver DNS plus rapide"
05="Vider DNS\n Vider le cache DNS"
06="Options\n Menu Options"
07="&Mises à jour ...\n &Paramètres\n &Faire un don\n &Page d'accueil\n &Contact\n &À Propos De"
08="&Afficher DnsJumper\n &Aide\n Q&uitter DnsJumper"
09="Envoyer don\n Envoyer don pour notre nouveau projet!"
10="Sélectionnez Adaptateur réseau"
11="Tous les adaptateurs réseau"
12="Adaptateur Réseau Introuvable"
13="Rafraîchir"
14="Ouvrir Connexions Réseau"
15="Configuration Rapide"
16="DNS par Défaut\n Restaurer DNS\n Sauvegarder DNS"
17="Choisissez un serveur DNS"
18="DNS par défaut\n DNS Sauvegardé\n DNS personnalisé"
19="Utiliser DNS IPv6\n Options IPv6"
20="Groupes DNS"
21="Liste de DNS par défaut\n Liste DNS Sécurisé\nListe DNS sûr pour la famille"
22="Options de DNS\nAjouter, Supprimer ou Modifier DNS"
23="Parcourir ou Copier l'adresse DNS"
24="Parcourir les serveurs DNS\n Première Infos DNS\n Deuxième Infos DNS\n Copiez serveurs DNS"
25="Serveur DNS personnalisé\n Entrez un serveur DNS personnalisé"
26="Vérifiez DNS\n Vérifiez Résoudre Temps Réponse"
27="Patienter s'il vous plaît..."
28="DNS changé avec succès!"
29="Cache DNS effacé avec succès."
30="Temps de résolution:"
31="millisecondes"
32="IP DNS incorrect!"
33="Host est inaccessible"
34="Erreur d'accès"
35="Erreur inconnue"
36="Boîte IP est vide!"
37="Vous avez saisi une adresse de serveur incorrect."
38="Le système d'exploitation ne supporte pas les adresses IPv6!"
39="DNS Server Name\n DNS 1\n DNS 2\n Result 1\n Result 2"
40="Nom du serveur DNS\n DNS 1\n DNS 2\n Résultat 1\n Résultat 2"
41="Appliquer DNS\n Marquer tout\n Enlever tout\n Information DNS"
42="Turbo Ping\n Temps aller-retour. Utilisez un nombre entre 1 et 5000 millisecondes"
43="Mixte\n Voir les résultats des tests mixtes"
44="Lancer test DNS"
45="Stop Test DNS"
46="Applique Serveur DNS"
47="Attendre"
48="Erreur:"
49="Réglage Général\n Liste de DNS"
50="Ajouter l'adresse IP par défaut de la passerelle comme le dernier DNS (IPv4 uniquement)\n Il sera utilisé si d'autres serveurs DNS ne répondent pas"
51="Cache DNS Effacer automatiquement à chaque changement de DNS"
52="Jouer Son"
53="Activer les notifications"
54="Masquer la fenêtre principale au démarrage de Windows"
55="Minimiser DnsJUmper dans la barre système"
56="Fermer DnsJumper dans la barre système"
57="Recherche d'informations DNS"
58="Lien site de DNS"
59="Lancer DnsJumper au démarrage du système"
60="Appliquer les paramètres suivants au démarrage du système"
61="Afficher la liste DNS IPv6"
62="Ajouter un nouveau Groupe Serveur DNS"
63="Supprimer le groupe DNS Sélectionné"
64="Importer Toute Liste"
65="Exporter toute Liste"
66="Rang\n Nom Serveur DNS\n DNS 1\n DNS 2"
67="Nom Serveur DNS:\n Premièr serveur DNS:\n Deuxième serveur DNS:"
68="Sauvegarder Changements"
69="Ajouter\n Ajouter ou modifier DNS"
70="Supprimer\n Supprimer DNS Sélectionné"
71="Paramètre incorrect"
72="Voulez-vous enregistrer les modifications de la liste de DNS?"
73="Documents texte"
74="Impossible d'écrire le fichier!"
75="Information De Mise À Jour:"
76="Nouvelle version trouvée (Mise à jour du Programme disponible)\nVoulez-vous visiter le site Web du programme?"
77="Nouvelle mise à jour trouvée!\nVoulez-vous mettre à jour?"
78="Aucune nouvelle mise à jour trouvée!"
79="Erreur Mise à Jour!"
80="%LIEN% est indisponible.\nS'il vous plaît réessayer plus tard."
81="Informations de mise à jour reçue est incorrecte!\n%LIEN%"

[Language_German_Deutsch]
01="Gunnar.Offel"
02="Diese Anwendung wurde geschaffen um das \nÄndern der DNS Einträge zu vereinfachen."
03="DNS Eintragen\n DNS Server eintragen"
04="Schnellster DNS\n Den Schnellsten DNS finden"
05="DNS leeren\n Leert den DNS Cache"
06="Optionen\n Optionsmenü"
07="&Aktualisierung ...\n &Einstellungen\n &Spenden\n &Kontakt\n &Website\n &Über"
08="& Zeige DNS Jumper\n &Hilfe\n DNS Jumper be&enden"
09="Bitte Spenden\n Bitte spenden sie für unsere neuen Projekte!"
10="Netzwerkadapter auswählen"
11="Alle Netzwerkadapter"
12="kein Netzwerkadapter gefunden"
13="Aktualisieren"
14="Offene Netzwerkverbindungen"
15="Schnelleinrichtung"
16="Voreingestellter DNS\n DNS wiederherstellen\n DNS Einträge sichern"
17="Wähle einen DNS Server"
18="Standard DNS\n Gesicherter DNS\n Eigener DNS"
19="Nutze IPv6 DNS\n IPv6 Einstellungen"
20="DNS Gruppen"
21="Standard DNS Liste\n Sichere DNS Liste\n Familiensichere DNS Liste"
22="DNS Optionen\n DNS eintragen, löschen oder bearbeiten"
23="DNS Adressen durchsuchen oder kopieren"
24="Durchsuche DNS Server\n Info DNS 1\n Info DNS 2\n Kopiere DNS Server"
25="Eigener DNS Server\n Einen eigenen DNS Server eingeben"
26="Prüfe DNS\n Prüfe Reaktionszeit"
27="Bitte warten ..."
28="DNS erfolgreich geändert!"
29="Erfolgreich den DNS Cache geleert."
30="Auflösungszeit:"
31="Millisekunden"
32="ungültige DNS IP!"
33="Der Host ist nicht erreichbar"
34="Zugriffsfehler"
35="unbekannter Fehler"
36="Das IP-Feld ist leer!"
37="Sie haben eine ungültige Server Adresse angegeben."
38="Das Betriebssystem unterstützt keine IPv6-Adressierung!"
39="Diese Funktion ist nur für IPv4"
40="DNS Server Name\n DNS 1\n DNS 2\n Ergebnis 1\n Ergebnis 2"
41="DNS Eintragen\n Alle markieren\n Alle abwählen\n DNS Info"
42="Turbo Auflösung\n Rundet die Verzögerung. Sie können eine Zahl zwischen 1 und 500 Millisekunden angeben."
43="Gemischt\n Zeige die Ergebnisse gemischt"
44="DNS Test beginnen"
45="DNS Test stoppen"
46="DNS Server übernehmen"
47="Warte"
48="Fehler:"
49="Allgemeine Einstellungen\n DNS Liste"
50="Füge die IP-Adresse des Standard Gateway als letzten DNS ein. (Nur IPv4)\n Sollte der andere DNS Server ausfallen wird dieser genutzt."
51="Den DNS Cache leeren bei jeder DNS Änderung"
52="Ton abspielen"
53="Tray Meldungen aktivieren"
54="Verstecke das Hauptfenster beim start"
55="DNS Jumper zum SysTray minimieren"
56="DNS Jumper zum SysTray beenden"
57="DNS Info Verknüpfung suchen"
58="DNS Loopup Verknüpfung"
59="DNS Jumper beim Systemstart öffnen"
60="Folgende Parameter beim Systemstart anwenden"
61="Zeige die IPv6 DNS Liste"
62="Eine neue DNS Server Gruppe erstellen"
63="Ausgewählte DNS Gruppe löschen"
64="Alle Listen importieren"
65="Alle Listen exportieren"
66="Zeile\n DNS Server Name\n DNS 1\n DNS 2"
67="DNS Server Name:\n Erster DNS Server:\n Zweiter DNS Server:"
68="Änderungen speichern"
69="Hinzufügen\n Einen DNS hinzufügen oder bearbeiten"
70="Löschen\n Ausgewählten DNS entfernen"
71="Falsche(r) Parameter"
72="Möchten sie die Änderungen der DNS Liste speichern?"
73="Text Dokumente"
74="Kann datei nicht speichern!"
75="Update Info:"
76="Neue Version gefunden! (Programmupdate verfügbar)\nMöchten sie die Webseite des Programms aufrufen?"
77="Neue Version gefunden!\nMöchten sie aktualisieren?"
78="Kein neue Version gefunden!"
79="Update Fehler!"
80="%LINK% ist nicht erreichbar.\nBitte versuchen sie es später noch einmal,"
81="Die erhaltenen Updateinformationen sind fehlerhaft!\n%LINK%"

[Language_Greek_Ελληνικά]
01="geogeo  (www.geogeo.gr)"
02="Αυτή η εφαρμογή έχει σχεδιαστεί για να απλοποιήσει\n τη διαδικασία αλλαγής DNS."
03="Εφαρμογή DNS\n Εφαρμογή Διακομιστή DNS"
04="Ταχύτερο DNS\n Εύρεση ταχύτερου DNS"
05="Εκκαθάριση DNS\n Καθαρίζει την προσωρινή αποθήκευση DNS"
06="Επιλογές\n Μενού επιλογών"
07="Ε&νημερώσεις ...\n &Ρυθμίσεις\n &Δωρεά\n &Ιστοσελίδα\n &Επικοινωνία\n &Περί..."
08="&Εμφάνιση DnsJumper\n &Βοήθεια\n Έ&ξοδος DnsJumper"
09="Κάντε δωρεά\n Παρακαλούμε υποστηρίξτε τα νέα μας έργα!"
10="Επιλέξτε προσαρμογέα δικτύου"
11="Όλοι οι προσαρμογείς δικτύου"
12="Δεν βρέθηκε προσαρμογέας δικτύου"
13="Ανανέωση"
14="Άνοιγμα συνδέσεων δικτύου"
15="Γρήγορη διαμόρφωση"
16="Προεπιλεγμένο DNS\n Επαναφορά DNS\n Αντίγραφο ασφαλείας DNS"
17="Επιλέξτε έναν διακομιστή DNS"
18="Προεπιλεγμένο DNS\n Αντίγραφο ασφαλείας DNS\n Προσαρμοσμένο DNS"
19="Χρήση DNS IPv6\n Επιλογές IPv6"
20="Ομάδες DNS"
21="Προεπιλεγμένη λίστα DNS\n Λίστα ασφαλών DNS\nΛίστα DNS παιδικής προστασίας"
22="Επιλογές DNS\nΠροσθήκη, Διαγραφή ή Επεξεργασία DNS"
23="Εύρεση ή Αντιγραφή διεύθυνσης DNS"
24="Εύρεση διακομιστών DNS\n Πληροφορίες πρώτου DNS\n Πληροφορίες δεύτερου DNS\n Αντιγραφή διακομιστών DNS"
25="Προσαρμ. διακομιστής DNS\n Εισαγωγή ενός Προσαρμοσμένου διακομιστή DNS"
26="Έλεγχος DNS\n Έλεγχος χρόνου επίλυσης"
27="Παρακαλώ περιμένετε..."
28="Το DNS άλλαξε με επιτυχία!"
29="Επιτυχής εκκαθάριση της προσωρινής μνήμης επίλυσης DNS."
30="Χρόνος επίλυσης:"
31="ms"
32="Εσφαλμένη DNS IP!"
33="Ο Host δεν είναι προσβάσιμος"
34="Σφάλμα πρόσβασης"
35="Άγνωστο σφάλμα"
36="Το πεδίο IΡ είναι κενό!"
37="Έχετε εισάγει λανθασμένη διεύθυνση διακομιστή."
38="Το λειτουργικό σύστημα δεν υποστηρίζει διευθυνσιοδότηση ipv6!"
39="Αυτό το χαρακτηριστικό είναι μόνο για IPv4."
40="Όνομα διακομιστή DNS\n DNS 1\n DNS 2\n Αποτέλεσμα 1\n Αποτέλεσμα 2"
41="Εφαρμογή DNS\n Επιλογή όλων\n Καμία επιλογή\n Πληροφορίες DNS"
42="Επίλυση Turbo\n Χρόνος καθυστέρησης κύκλου. Μπορείτε να χρησιμοποιήσετε έναν αριθμό μεταξύ 1 και 5000 ms."
43="Συνδυασμός\n Εμφάνιση των αποτελεσμάτων ελέγχου συνδυασμένα"
44="Έναρξη δοκιμής DNS"
45="Διακοπή δοκιμής DNS"
46="Εφαρμογή διακομιστή DNS"
47="Αναμονή"
48="Σφάλμα:"
49="Γενικές ρυθμίσεις\n Λίστα DNS"
50="Προσθήκη της διεύθυνσης IP της προεπιλ. πύλης του τελευταίου DNS, (Μόνο για IΡ v4)\n Θα χρησιμοποιηθεί, εάν αποτύχουν οι άλλοι διακομιστές DNS."
51="Εκκαθάριση προσωρινής μνήμης DNS αυτόματα, σε κάθε αλλαγή DNS"
52="Αναπαραγωγή ήχου"
53="Εμφάνιση μηνυμάτων στη γραμμή ειδοποιήσεων"
54="Απόκρυψη κεντρικού παραθύρου κατά την εκκίνηση"
55="Ελαχιστοποίηση του DnsJUmper στην περιοχή ειδοποιήσεων"
56="Κλείσιμο του DnsJumper στην περιοχή ειδοποιήσεων"
57="Αναζήτηση συνδέσμου πληροφοριών DNS"
58="Σύνδεσμος αναζήτησης DNS"
59="Έναρξη του DnsJumper στην εκκίνηση του συστήματος"
60="Εφαρμογή των παρακάτω παραμέτρων στην εκκίνηση του συστήματος"
61="Εμφάνιση λίστας Ipv6 Dns"
62="Προσθήκη νέας ομάδας διακομιστών DNS"
63="Διαγραφή της επιλεγμένης ομάδας DNS"
64="Εισαγωγή ολόκληρης της λίστας"
65="Εξαγωγή ολόκληρης της λίστας"
66="Σειρά\n Όνομα διακομιστή DNS\n DNS 1\n DNS 2"
67="Όνομα διακομιστή DNS:\n Πρώτος διακομιστής Dns:\n Δεύτερος διακομιστής Dns:"
68="Αποθήκευση αλλαγών"
69="Προσθήκη\n Προσθήκη ή Επεξεργασία DNS"
70="Διαγραφή\n Διαγραφή επιλεγμένου DNS"
71="Λανθασμένη παράμετρος"
72="Θέλετε να αποθηκεύσετε τις αλλαγές της λίστας DNS;"
73="Έγγραφα κειμένου"
74="Δεν είναι δυνατή η εγγραφή στο αρχείο!"
75="Πληροφορίες ενημέρωσης:"
76="Βρέθηκε νέα έκδοση (Διαθέσιμη ενημέρωση προγράμματος)\nΘέλετε να επισκεφθείτε την ιστοσελίδα του προγράμματος;"
77="Βρέθηκε νέα έκδοση!\nΘέλετε να κάνετε ενημέρωση;"
78="Δεν βρέθηκε νέα έκδοση!"
79="Σφάλμα ενημέρωσης!"
80="Το %LINK% δεν είναι διαθέσιμο.\nΠαρακαλώ δοκιμάστε ξανά αργότερα."
81="Οι ληφθείσες πληροφορίες ενημέρωσης είναι εσφαλμένες!\n%LINK%"

[Language_Hungarian_magyar]
01="LaMoLa"
02="Az alkalmazás célja, hogy leegyszerűsítse\na DNS módosítás műveletét."
03="DNS használat\nDNS szerver használat"
04="Leggyorsabb DNS\nLeggyorsabb DNS keresése"
05="Gyorsítótár törlése \nDNS gyorsítótár ürítése"
06="Beállítások\nMenü megnyitása"
07="&Frissítés keresése\n&Beállítások\n&Hozzájárulás\n&Weboldal megnyitása\n&Kapcsolatfelvétel"
08="&DnsJumper megnyitása\n&Súgó\n&Kilépés"
09="Hozzájárulás\nJáruljon hozzá a projektek további fejlesztéséhez"
10="Hálózati adapter kiválasztása"
11="Összes hálózati adapter"
12="Nem található hálózati adapter"
13="Frissítés"
14="Hálózati kapcsolatok megtekintése"
15="Gyors konfiguráció"
16="Alapértelmezett DNS\nDNS visszaállítása\nDNS biztonsági mentése"
17="DNS szerver kiválasztása"
18="Alapértelmezett DNS\nMentett DNS\nSaját DNS"
19="IPv6 DNS használat\nIPv6 Opciók"
20="DNS csoportok"
21="Alapértelmezett DNS lista\nBiztonságos DNS lista\nCsaládbiztonsági DNS lista"
22="DNS Opciók\nDNS hozzáadása, törlése vagy szerkesztése"
23="DNS cím keresése vagy bemásolása"
24="DNS szerverek keresése\nElsődleges DNS infó.\nMásodlagos DNS infó.\nDNS szerverek másolása"
25="Saját DNS szerver\nAdjon meg egy saját, egyéni DNS szervert"
26="DNS ellenőrzése\nVálaszidő ellenőrzése"
27="Várjon..."
28="DNS sikeresen módosítva lett."
29="DNS gyorsítótár sikeresen ürítve lett."
30="Elérési idő:"
31="millisec."
32="Helytelen DNS IP!"
33="A kiszolgáló nem érhető el"
34="Hozzáférési hiba"
35="Ismeretlen hiba"
36="Üres az IP mező!"
37="Helytelen szerver cím!"
38="Az Op.rendszer nem támogatja az IPv6 címzést!"
39="Ez a funkció csak IPv4-hez való."
40="DNS szerver \n1. DNS \n2. DNS\n1. eredmény \n2. eredmény"
41="DNS alkalmazása\nMind kijelölése\nKijelölések visszavonása\n DNS Infó."
42="Turbo felbontás\nKésleltetési idő. 1 és 5000 millisec. közt kell, hogy legyen."
43="Továbbiak\nMutassa a További teszt eredményeit is"
44="DNS Teszt indítása"
45="DNS Teszt leállítása"
46="DNS szerver használat"
47="Várjon..."
48="Hiba:"
49="Általános beállítások\n DNS lista"
50="Alapértelmezett kapu IP Cím hozzáadása utolsó DNS-ként, (csak Ip v4 esetében)\nha más DNS szerverek nem azt fogják használni."
51="DNS gyorsítótár automatikus takarítása minden egyes DNS változáskor"
52="Hangjelzés használat"
53="Tálca üzenetek bekapcsolása"
54="Fő ablak rejtése indításkor"
55="DnsJumper lerakása a Tálcára (Ikon nézet)"
56="DnsJumper lerakása a tálcára"
57="DNS Infó. Link keresés"
58="DNS kereső Link"
59="DnsJumper indítása a rendszerrel"
60="A következő paraméterek alkalmazása a rendszer indításakor"
61="Ipv6 Dns lista mutatása"
62="Új DNS szerver csoport hozzáadása"
63="Kijelölt DNS csoport törlése"
64="Listák importálása"
65="Listák exportálása"
66="Sor\n DNS szerver\n 1. DNS\n 2. DNS"
67="DNS szerver:\nElsődleges DNS szerver:\nMásodlagos DNS szerver:"
68="Változtatások mentése"
69="Hozzáadás\nDNS hozzáadása vagy törlése"
70="Törlés\n A kijelölt DNS törlése"
71="Hibás paraméter"
72="Elmenti a DNS lista változásait?"
73="Szöveges dokumentumok"
74="Frissítési információ:"
75="Frissítési információ:"
76="Újabb verzió érhető el - (Program frissítés)\nUgrás a Weboldalra"
77="Frissítés érhető el!\nFrissíti?"
78="A legújabbat használja!"
79="Frissítési hiba!"
80="A %LINK% nem elérhető.\nPróbálja később."
81="A kapott frissítési információ nem megfelelő!\n%LINK%"

[Language_Indonesian_Bahasa Indonesia]
01="Hiday Mlico"
02="Aplikasi ini dirancang untuk memudahkan proses perubahan DNS."
03="Terapkan DNS\n Terapkan Server DNS"
04="DNS tercepat\n Cari DNS Tercepat"
05="Kosongkan DNS\n Pembersihan Tembolok DNS"
06="Opsi\n Menu Opsi"
07="&Pembaruan ...\n &Pengaturan\n &Donasi\n &Beranda\n &Kontak\n &Tentang"
08="&Tampilkan DnsJumper\n &Bantuan\n K&eluar dari DnsJumper"
09="Donasi\n Silahkan Donasi untuk proyek baru kami!"
10="Pilih Adaptor Jaringan"
11="Semua Adaptor Jaringan"
12="Adaptor Jaringan Tidak Ditemukan"
13="Segarkan"
14="Buka Koneksi Jaringan"
15="Konfigurasi Cepat"
16="DNS Asal\n Pulihkan DNS\n Cadangkan DNS"
17="Pilih Server DNS"
18="DNS Asal\n DNS Cadangan\n DNS Kostum"
19="Gunakan  DNS IPv6\n Opsi IPv6"
20="Grup DNS"
21="Daftar DNS Asal\n Daftar DNS Yang Aman\nDaftar DNS Keluarga Aman"
22="Opsi DNS\nTambah, Hapus Atau Ubah DNS"
23="Isi atau Salin alamat DNS"
24="Isi Server DNS\n Info DNS Pertama\n Info DNS Kedua\n Salin Server DNS"
25="Server DNS Kustom\n Masukkan Server DNS Kustom"
26="Periksa DNS\n Periksa Waktu Penyelesaian"
27="Tunggu Sebentar ..."
28="DNS berhasil diubah!"
29="Penyelesai Tembolok DNS Berhasil Dikosongkan."
30="Waktu penyelesaian:"
31="milidetik"
32="IP DNS Salah!"
33="Host tidak terjangkau"
34="Kesalahan akses"
35="Kesalahan tak dikenal"
36="Kotak IP kosong!"
37="Anda memasukkan alamat server yang salah."
38="Sistem operasi tidak mendukung pengalamatan ipv6!"
39="Fitur ini hanya untuk IPv4."
40="Nama Server DNS\n DNS 1\n DNS 2\n Hasil 1\n Hasil 2"
41="Terapkan DNS\n Tandai Semua\n Hapus Semu Tanda\n Info DNS"
42="Penyelesaian Turbo\n Putaran penundaan waktu perjalanan. Anda dapat menggunakan nomor antara 1 dan 5000 milidetik."
43="Dicampur\n Tampilkan hasil tes yang dicampur"
44="Mulai Uji DNS"
45="Hentikan Uji DNS"
46="Terapkan Server DNS"
47="Tunggu"
48="Kesalahan:"
49="Pengaturan Umum\n Daftar DNS"
50="Tambahkan Alamat IP Gateway Standar sebagai DNS terakhir, (Hanya untuk Ipv4)\n Jika server DNS lain gagal ia akan digunakan"
51="Bersihkan Tembolok DNS secara otomatis pada setiap pergantian DNS"
52="Mainkan Suara"
53="Hidupkan Pesan Baki Sistem"
54="Menyembunyikan jendela utama pada saat pengaktifan"
55="Minimalkan DnsJUmper ke baki sistem"
56="Tutup DnsJumper ke baki sistem"
57="Cari Tautan Info DNS"
58="Cari Tautan DNS"
59="Mulai DnsJumper Pada pengaktifan sistem"
60="Terapkan parameter berikut pada pengaktifan sistem"
61="Tampilkan Daftar Dns Ipv6"
62="Tambah Grup Server DNS baru"
63="Hapus DNS Grup Terpilih"
64="Impor Semua Daftar"
65="Ekspor Semua Daftar"
66="Baris\n Nama Server DNS\n DNS 1\n DNS 2"
67="Nama Server DNS:\n Server DNS Pertama:\n Server DNS Kedua:"
68="Simpan Perubahan"
69="Tambah\n Tambah Atau Ubah DNS"
70="Hapus\n Hapus DNS Terpilih"
71="Parameter yang salah"
72="Apakah Anda ingin menyimpan perubahan dari daftar DNS?"
73="Dokumen Teks"
74="Tidak dapat menulis file!"
75="Info Pembaruan:"
76="Versi baru ditemukan (Pembaruan Program yang tersedia)\nApakah Anda ingin mengunjungi situs program?"
77="Pembaruan baru ditemukan!\nApakah Anda ingin memperbarui?"
78="Tidak ada pembaruan baru ditemukan!"
79="Kesalahan Pembaruan!"
80="%LINK% Tidak Tersedia.\nSilahkan Coba Lagi Nanti."
81="Informasi pembaruan yang diterima tidak benar!\n%LINK%"

[Language_Italian_Italian]
01="Mister X"
02="Questa applicazione è progettata per semplificare\nil procedimento di cambiamento DNS"
03="Applica DNS\n Applica Server DNS"
04="DNS più veloci\n Trova DNS più veloci"
05="Pulisci DNS\n Ripulisci la cache DNS"
06="Opzioni\n Menu Opzioni"
07="&Aggiornamenti\n &Impostazioni\n &Effettua una donazione\n &Homepage\n &Contattaci\n &Informazioni su..."
08="&Mostra DNS Jumper\n &Aiuto\n &Esci da DNS Jumper"
09="Donazione\n Per favore, invia donazione per nuovi progetti"
10="Seleziona Scheda di rete"
11="Tutte le schede di rete"
12="Scheda di rete non trovata"
13="Aggiornamento"
14="Apri connessioni di rete"
15="Configurazione veloce"
16="DNS predefinito\n Ripristina DNS\n Effettua backup DNS"
17="Scegli un server DNS"
18="DNS predefinito\n DNS di backup\n DNS personalizzato"
19="Usa DNS IPv6\n Opzioni IPv6"
20="Gruppi DNS"
21="Lista DNS predefiniti\nLista DNS sicuri\n Lista famiglia DNS sicuri"
22="Opzioni DNS\nAggiungi, cancella o modifica DNS"
23="Sfoglia o copia indirizzi DNS"
24="Sfoglia server DNS\n Informazioni DNS Primario"
25="Server DNS personalizzati\n Inserisci un server DNS personalizzato"
26="Controlla DNS\n Controlla tempo di risoluzione"
27="Per favore, attendere..."
28="DNS modificato con successo"
29="Cache di risoluzione DNS ripulita con successo"
30="Tempo di risoluzione:"
31="millisecondi"
32="IP DNS errato!"
33="Host irraggiungibile"
34="Errore di accesso"
35="Errore sconosciuto"
36="Casella IP vuota"
37="Hai inserito un indirizzo server errato"
38="Il sistema operativo non supporta l'indirizzamento IPv6"
39="Questa caratteristica è disponibile solo per IPv4"
40="Nome server DNS\n DNS 1\n DNS 2\n Risultato 1\n Risultato 2"
41="Applica DNS\n Seleziona tutto\n Deseleziona tutto\n Informazioni DNS"
42="Risoluzione Turbo\n Ritardo di andata e ritorno. Puoi scegliere un numero tra 1 e 5000 millisecondi"
43="Misti\n Mostra i risultati dei test misti"
44="Avvia test DNS"
45="Ferma test DNS"
46="Applica server DNS"
47="Attendere"
48="Errore:"
49="Impostazioni generali\n Lista DNS"
50="Aggiungi l'indirizzo Gateway predefinito come ultimo DNS (solo IPv4)\n Se l'altro server DNS fallisce, verrà usato"
51="Ripulisci automaticamente cache DNS ad ogni cambio DNS"
52="Riproduci suono"
53="Messaggi barra di sistema Accesi"
54="Nascondi finestra principale all'avvio"
55="Minimizza DNS Jumper nella barra di sistema"
56="Chiudi DNS Jumper nella barra di sistema"
57="Collegamento ricerca informazioni DNS"
58="Collegamento ricerca DNS"
59="Avvia DNS Jumper all'avvio del sistema"
60="Applica i seguenti parametri all'avvio del sistema"
61="Mostra lista DNS IPv6"
62="Aggiungi nuovo gruppo server DNS"
63="Elimina gruppo di DNS selezionati"
64="Importa lista completa"
65="Esporta lista completa"
66="Fila\n Nome Server DNS\n DNS 1\n DNS 2"
67="Nome server DNS:\n DNS Primario: \n DNS Secondario:"
68="Salva cambiamenti"
69="Aggiungi\n Aggiungi o Modifica DNS"
70="Cancella\n Cancella DNS selezionato"
71="Parametri errati"
72="Vuoi salvare i cambiamenti alla lista DNS?"
73="Documenti di testo"
74="Impossibile scrivere il file!"
75="Informazioni aggiornamento:"
76="Trovata nuova versione (Aggiornamento programma disponibile)!\nVuoi andare al sito del produttore?"
77="Trovato nuovo aggiornamento\nVuoi aggiornare?"
78="Nessun aggiornamento trovato"
79="Errore di aggiornamento"
80="Collegamento non disponibile.\nPer favore, riprovare più tardi"
81="Informazioni aggiornamento ricevute non corrette"

[Language_Japanese_日本語]
01="Takahiro"
02="このアプリケーションはDNSプロセスを\n簡単に変更できるように設計されています。"
03="DNSを適用\nDNSサーバを適用"
04="最速DNS\n最速のDNSを探します"
05="DNSをフラッシュ\nDNSキャッシュを削除"
06="設定\n設定メニュー"
07="更新\n設定\n寄付\nホームページ\n連絡\nソフトについて"
08="Dns Jumperを表示\nヘルプ\nDns Jumperを終了"
09="寄付してください\n私達の新たなプロジェクトに寄付してください！"
10="ネットワークアダプタの選択"
11="すべてのネットワークアダプタ"
12="ネットワークアダプタが見つかりません"
13="更新"
14="ネットワーク接続を開く"
15="簡単設定"
16="初期DNS\nDNSを復元\nDNSをバックアップ"
17="DNSサーバを選択"
18="初期DNS\nバックアップ済みDNS\nカスタムDNS"
19="IPv6 DNSを使用\nIPv6オプション"
20="DNSグループ"
21="初期DNSリスト\nセキュアDNSリスト\nファミリーセーフDNSリスト"
22="DNS設定\nDNSを追加, 削除, 編集"
23="DNSアドレスを参照もしくはコピー"
24="DNSサーバを参照\n第一DNS情報\n第二DNS情報\nDNSサーバをコピー"
25="カスタムDNSサーバ\nカスタムDNSサーバを入力"
26="DNSを確認\n解決時間を確認して下さい"
27="しばらくお待ち下さい..."
28="DNSの変更に成功しました！"
29="DNSのリゾルバキャッシュのフラッシュに成功しました。"
30="解決時間:"
31="ミリ秒"
32="不正なDNSのIP！"
33="ホストに到達不可能です"
34="アクセスエラー"
35="不明なエラー"
36="IPボックスが空です！"
37="誤ったサーバアドレスを入力しています。"
38="OSがIPv6アドレッシングをサポートしていません！"
39="この機能はIPv4のためのものです。"
40="DNSサーバ名\nDNS 1\nDNS 2\nResult 1\nResult 2"
41="DNSを適用\n全てにマーク\nすべてのマークを外す\nDNS情報"
42="ターボ解決\n往復遅延時間。1～5000ミリ秒の間で番号を使用することができます。"
43="ミックス\nミックステストの結果を表示"
44="DNSテストを開始"
45="DNSテストを停止"
46="DNSサーバを適用"
47="待機"
48="エラー:"
49="一般的な設定\nDNSリスト"
50="他のDNSサーバが失敗した場合(IPv4のみの場合)に使用されます、\n最後のDNSとしてデフォルトゲートウェイのIPアドレスを追加します。"
51="DNS変更時に自動的に、DNSのキャッシュをクリア"
52="音を鳴らす"
53="トレイのメッセージ"
54="起動時にメインウィンドウを非表示"
55="システムトレイにDns Jumperを最小化"
56="システムトレイからDns Jumperを閉じる"
57="DNS情報へのリンクを検索"
58="DNSルックアップリンク"
59="システム起動時にDns Jumperを起動"
60="システム起動時のパラメータを適用"
61="Ipv6 DNSリストを表示"
62="新しいDNSグループを追加"
63="選択したDNSグループを削除"
64="すべてのリストをインポート"
65="すべてのリストをエクスポート"
66="行\nDNS サーバ名\nDNS 1\nDNS 2"
67="DNSサーバ名:\n第一DNSサーバ:\n第二DNSサーバ:"
68="変更を保存"
69="追加\nDNSを追加もしくは編集"
70="削除\n選択したDNSを削除"
71="不正なパラメータ"
72="DNSリストの変更を保存しますか？"
73="テキスト ドキュメント"
74="ファイルを書き込むことができません！"
75="更新情報:"
76="最新版を発見(プログラムの更新が可能)\nプログラムのwebサイトを訪れますか？"
77="最新版を発見！\n更新しますか？"
78="新たな更新は見つかりませんでした！"
79="更新エラー！"
80="%LINK%は使用できません。\n後ほどお試しください。"
81="受信した情報が正しくありません！\n%LINK%"

[Language_Korean_한국어]
01="Jaehyung Lee"
02="이 응용 프로그램은 \nDNS 변경 작업을 위해 단순한 인터페이스로 제작되었습니다,"
03="DNS 적용\n DNS 서버 적용"
04="가장 빠른 DNS\n 가장 빠른 DNS 검색"
05="DNS 플러시\n DNS 캐시 제거"
06="옵션\n 옵션 메뉴"
07="&업데이트...\n &설정\n &기부하기\n &홈페이지\n &연락처\n &제품 정보"
08="&DnsJumper 표시\n &도움말\n DnsJumper &끝내기"
09="기부하기\n 저희의 새로운 프로젝트를 후원해주세요!"
10="네트워크 어댑터 선택"
11="모든 네트워크 어댑터"
12="네트워크 어댑터를 찾을 수 없습니다."
13="새로 고침"
14="네트워크 연결 열기"
15="빠른 구성 - DNS 백업/복원"
16="기본 DNS\n DNS 복원\n DNS 백업"
17="DNS 서버 선택"
18="기본 DNS\n DNS 백업\n 사용자 DNS"
19="IPv6 DNS 사용\n IPv6 옵션"
20="DNS 그룹"
21="기본 DNS 목록\n 보안 DNS 목록\n패밀리 안심 DNS 목록"
22="DNS 옵션\nDNS 추가, 삭제 또는 편집"
23="DNS 검색 또는 복사"
24="DNS 서버 검색\n 기본 DNS 정보\n 보조 DNS 정보\n DNS 서버 복사"
25="사용자 DNS 서버\n 사용자 DNS 서버 입력"
26="DNS 확인\n 리졸브 타임 확인"
27="잠시 기다려 주십시오..."
28="DNS가 성공적으로 변경되었습니다!"
29="DNS 리졸버 캐시가 성공적으로 제거되었습니다."
30="리졸브 타임:"
31="msec"
32="잘못된 DNS IP!"
33="호스트에 연결할 수 없습니다."
34="연결 오류"
35="알 수 없는 오류"
36="IP 입력란이 비어 있습니다!"
37="잘못된 서버 주소가 입력되었습니다."
38="작업 시스템이 ipv6 어드레싱을 지원하지 않습니다.!"
39="이 기능은 IPv4 전용 기능입니다."
40="DNS 서버 이름\n DNS 1\n DNS 2\n 결과 1\n 결과 2"
41="DNS 적용\n 모두 체크\n 모두 해제\n DNS 정보"
42="터보 리졸브\n 왕복 지연 시간.  1 ~ 5000 msec 까지의 숫자를 사용할 수 있습니다."
43="혼합\n 혼합 테스트 결과 표시"
44="DNS 테스트 시작"
45="DNS 테스트 중지"
46="DNS 서버 적용"
47="대기"
48="오류:"
49="일반 설정\n DNS 목록"
50="마지막 DNS로 기본 게이트웨이 IP 주소 추가, (IP v4 전용)\n DNS 서버들이 실패되면 기본 게이트웨이 IP가 사용됩니다."
51="각 DNS 변경시 자동으로 DNS 캐시 지우기"
52="소리 재생"
53="트레이 메세지 표시"
54="윈도우 시작시 메인 창 트레이로 숨김"
55="시스템 트레이로 DnsJUmper 최소화"
56="시스템 트레이로 DnsJumper 닫기"
57="DNS 정보 링크 검색"
58="DNS 조회 링크"
59="시스템 시작시 DnsJumper 시작"
60="시스템 시작시 다음의 매개 변수 적용"
61="Ipv6 Dns 목록 표시"
62="새로운 DNS 서버 그룹 추가"
63="선택한 DNS 그룹 삭제"
64="모든 목록 가져오기"
65="모든 목록 내보내기"
66="Row\n DNS 서버 이름\n DNS 1\n DNS 2"
67="DNS 서버 이름:\n 기본 Dns 서버:\n 보조 Dns 서버:"
68="변경 저장"
69="추가\n DNS 추가 또는 편집"
70="삭제\n 선택한 DNS 삭제"
71="잘못된 매개 변수"
72="DNS 목록의 변경 사항을 저장하시겠습니까?"
73="텍스트 문서"
74="파일을 작성할 수 없습니다!"
75="업데이트 정보:"
76="새로운 버전 발견 (프로그램 업데이트 사용 가능)\n프로그램의 웹사이트를 방문하시겠습니까?"
77="새로운 업데이트 발견!\n업데이트하시겠습니까?"
78="새로운 업데이트가 없습니다!"
79="업데이트 오류!"
80="%LINK% 이용 불가.\n나중에 다시 시도하십시오."
81="수신된 업데이트 정보가 잘못되었습니다!\n%LINK%"

[Language_Polish_Polski]
01="Andrzej Mazurkiewicz"
02="Ta aplikacja została zaprojektowana do łatwej\n zamiany serwerów DNS."
03="Zastosuj DNS\n Zastosuj serwer DNS"
04="Najszybszy DNS\n Znajdź najszybszy DNS"
05="Usuń DNS\n Wyczyść pamięć podręczną DNS"
06="Opcje\n Menu opcji"
07="&Aktualizacje ...\n &Ustawienia\n &Wspomóż\n &Strona domowa\n &Kontakt\n &O programie"
08="&Pokaż DnsJumper\n &Pomoc\n Zamknij DnsJumper"
09="Prosimy wspomóż\n Prosimy wspomóż nasze nowe projekty!"
10="Wybierz adapter sieciowy"
11="Wszystkie adaptery sieciowe"
12="Nie odnaleziono adaptera sieciowego"
13="Odśwież"
14="Otwórz połączenia sieciowe"
15="Szybka konfiguracja"
16="Domyślny DNS\n Przywróć DNS\n Zrób kopię DNS"
17="Wybierz serwer DNS"
18="Domyślny DNS\n DNS z kopii\n Wybrany DNS"
19="Użyj DNS IPv6\n Opcje IPv6"
20="Grupy DNS"
21="Lista domyślnych DNS\n Lista bezpiecznych DNS\nLista bezpiecznych DNS rodzinnych"
22="Opcje DNS\nDodaj, Usuń lub edytuj DNS"
23="Wyszukaj lub skopiuj adres DNS"
24="Wyszukaj serwery DNS\n Info o pierwszym DNS\n Info o drugim DNS\n Skopiuj serwery DNS"
25="Dostosuj serwer DNS\n Wprowadź dostosowany serwer DNS"
26="Sprawdź DNS\n Sprawdź czas odpowiedzi"
27="Proszę czekać..."
28="DNS został pomyślnie zmieniony!"
29="Pamięć podręczna DNS Resolvera została pomyślnie wyczyszczona."
30="Czas odpowiedzi:"
31="milisekund"
32="Błędny IP DNS!"
33="Host jest nieosiągalny"
34="Błąd dostępu"
35="Nieznany błąd"
36="Pole IP jest puste!"
37="Został wprowadzony błędny adres serwera."
38="System operacyjny nie obsługuje adresowania ipv6!"
39="Ta funkcja jest tylko dla IPv4."
40="Nazwa serwera DNS\n DNS 1\n DNS 2\n Wynik 1\n Wynik 2"
41="Zastosuj DNS\n Zaznacz wszystko\n Odznacz wszystko\n Info o DNS"
42="Turbo odpowiedź\n Czas opóźnienia w obie strony.  Możesz użyć liczb między 1 a 5000 milisekund."
43="Łączony\n Pokazuje łączone wyniki testu"
44="Uruchom test DNS"
45="Zatrzymaj test DNS"
46="Zastosuj serwer DNS"
47="Zaczekaj"
48="Błąd:"
49="Ustawienia główne\n Lista DNS"
50="Dodaj domyślny adres IP bramy sieciowej jako ostatni DNS, (Tylko dla Ip v4)\n Jeżeli inne serwery DNS zawiodą, zostanie użyty ten ostatni"
51="Automatycznie czyść pamięć podręczną DNS przy każdej zmianie DNS"
52="Odegraj dźwięk"
53="Powiadomienie w trayu wł."
54="Ukryj główne okno przy starcie programu"
55="Zminimalizuj DnsJUmper do systemowego traya"
56="Zamknij DnsJumper do systemowego traya"
57="Wyszukaj link z info o DNS"
58="Link DNS Lookup"
59="Uruchom DnsJumper ze startem systemu"
60="Zastosuj następujące parametry na starcie systemu"
61="Pokaż listę Dns Ipv6"
62="Dodaj nową grupę serwerów DNS"
63="Usuń wybraną grupę serwerów DNS"
64="Zaimportuj całą listę"
65="Wyeksportuj całą listę"
66="Wiersz\n Nazwa serwera DNS\n DNS 1\n DNS 2"
67="Nazwa serwera DNS:\n Pierwszy serwer Dns:\n Drugi serwer Dns:"
68="Zapisz zmiany"
69="Dodaj\n Dodaj lub edytuj DNS"
70="Usuń\n Usuń wybrany DNS"
71="Błędny parametr"
72="Czy chcesz zapisać zmiany na liście DNS ?"
73="Dokumenty tekstowe"
74="Nie można zapisać pliku!"
75="Info o aktualizacji:"
76="Znaleziono nową wersję (Dostępna jest aktualizacja programu)\nCzy chcesz odwiedzić stronę programu?"
77="Znaleziono nową aktualizację!\nZaktualizować teraz?"
78="Brak nowych aktualizacji!"
79="Błąd aktualizacji!"
80="%LINK% jest niedostępny.\nProszę spróbować ponownie później."
81="Otrzymane informacje o aktualizacji są niepoprawne!\n%LINK%"

[Language_Portuguese_Português_Portugal]
01="Paulo J.G. Mesquita"
02="Este programa foi projectado para simplificar o processo de alteração do DNS."
03="Aplicar DNS\nAplicar Servidor DNS"
04="DNS Mais Rápido\n Encontrar DNS Mais Rápido"
05="Limpar DNS\n Limpa o cache do DNS"
06="Opções\n Menu de Opções"
07="&Actualizações ...\n &Configurações\n &Doar\n &Página Inicial\n &Contacto\n &Sobre"
08="&Mostrar DnsJumper\n &Ajuda\n S&air do DnsJumper"
09="Por Favor Doe\n Por Favor doe para os nossos novos projetos!"
10="Selecionar Placa de Rede"
11="Todos as Placas de Rede"
12="Placa de Rede Não Encontrada"
13="Actualizar"
14="Abrir Ligações de Rede"
15="Configuração Rápida"
16="DNS Padrão\n Restaurar DNS\n Fazer Backup do DNS"
17="Escolha um Servidor DNS"
18="DNS Padrão \n DNS de Backup\n DNS Personalizado"
19="Usar DNS do IPv6\n Opções do IPv6"
20="Grupos de DNS"
21="Lista Padrão de DNS\n Lista de DNS Seguros\nLista de DNS Seguros para Família"
22="Opções de DNS\nAdicionar, Apagar Ou Editar o DNS"
23="Procurar ou Copiar o endereço do DNS"
24="Procurar Servidores DNS\n Info do Primeiro DNS \n Info do Segundo DNS\n Copiar Servidores DNS"
25="Servidor DNS Personalizado\n Insira um Servidor DNS Personalizado"
26="Verificar DNS\n Verificar o Tempo de Resolução"
27="Por Favor, Aguarde..."
28="DNS alterado com sucesso!"
29="A Cache de Resolução do DNS foi limpo com sucesso."
30="Tempo de Resolução:"
31="milisegundos"
32="IP do DNS incorrecto!"
33="O host está inalcançável"
34="Erro de acesso"
35="Erro desconhecido"
36="A Caixa do IP está vazia!"
37="Você inseriu um endereço de servidor incorreto."
38="O sistema operativo não suporta endereçamento IPv6!"
39="Esta função é só para IPv4."
40="Nome do Servidor DNS\n DNS 1\n DNS 2\n Resultado 1\n Resultado 2"
41="Aplicar DNS\n Marcar Todos\n Desmarcar Todos\n Info do DNS"
42="Resolução Turbo\n Tempo de atraso de ida e volta. Você pode usar um número entre 1 e 5000 milisegundos."
43="Misturados\n Mostra os resultados dos testes misturados"
44="Iniciar Teste do DNS"
45="Parar Teste do DNS"
46="Aplicar Servidor DNS"
47="Aguarde"
48="Erro:"
49="Configuração Geral\n Lista de DNS"
50="Adicionar o Endereço IP da Porta Padrão como o último DNS, (Só para IPv4)\n Se outros Servidores DNS falharem ele será usado"
51="Limpar o cache do DNS automaticamente a cada mudança de DNS"
52="Reproduzir Som"
53="Mensagens de rodapé ligadas"
54="Ocultar a janela principal ao inicializar"
55="Minimizar o DnsJumper para a barra de tarefas"
56="Fechar o DnsJumper para a barra de tarefas"
57="Procurar Links de Info do DNS"
58="Links de Procura dos DNS"
59="Iniciar o DnsJumper na inicialização do sistema"
60="Aplicar os seguintes parametros na inicialização do sistema"
61="Mostrar Lista de Dns do IPv6"
62="Adicionar Novo Grupo de Servidores DNS"
63="Apagar Grupo de DNS Selecionado"
64="Importar Toda a Lista"
65="Exportar Toda a Lista"
66="Fila\n Nome do Servidor DNS\n DNS 1\n DNS 2"
67="Nome do Servidor DNS:\n Primeiro Servidor DNS:\n Segundo Servidor DNS:"
68="Guardar Alterações"
69="Adicionar\n Adiciona Ou Edita o DNS"
70="Apagar\n Apagar DNS Selecionado"
71="Parametro incorreto"
72="Deseja guardar as alterações da lista dos DNS?"
73="Documentos de Texto"
74="Não é possível guardar o ficheiro!"
75="Info da Actualização:"
76="Nova versão encontrada (Actualização do programa disponível)\nDeseja visitar o website do programa?"
77="Nova actualização encontrada!\nDeseja actualizar?"
78="Nenhuma nova actualização encontrada!"
79="Erro da Actualização!"
80="O %LINK% esta indisponível.\nPor favor, tente de novo mais tarde."
81="A informação da actualização recebida está incorreta!\n%LINK%"

[Language_Portuguese_Português_Brasileiro]
01="Leandro Sipriano"
02="Este aplicativo foi projetado para simplificar\no processo de mudança do DNS."
03="Aplicar DNS\nAplicar Servidor DNS"
04="DNS Mais Rápido\n Encontrar DNS Mais Rápido"
05="Limpar DNS\n Limpa o cache do DNS"
06="Opções\n Menu de Opções"
07="&Atualizações ...\n &Configurações\n &Doar\n &Página Inicial\n &Contato\n &Sobre"
08="&Mostrar DnsJumper\n &Ajuda\n S&air do DnsJumper"
09="Por Favor Doe\n Por Favor doe para nossos novos projetos!"
10="Selecionar Adaptador de Rede"
11="Todos os Adaptadores de Rede"
12="Adaptador de Rede Não Encontrado"
13="Atualizar"
14="Abrir Conexões de Rede"
15="Configuração Rápida"
16="DNS Padrão\n Restaurar DNS\n Fazer Backup do DNS"
17="Escolha um Servidor DNS"
18="DNS Padrão \n DNS de Backup\n DNS Personalizado"
19="Usar DNS do IPv6\n Opções do IPv6"
20="Grupos de DNS"
21="Lista Padrão de DNS\n Lista de DNS Seguros\nLista de DNS Seguros para Família"
22="Opções de DNS\nAdicionar, Apagar Ou Editar o DNS"
23="Procurar ou Copiar o endereço do DNS"
24="Procurar Servidores DNS\n Info do Primeiro DNS \n Info do Segundo DNS\n Copiar Servidores DNS"
25="Servidor DNS Personalizado\n Insira um Servidor DNS Personalizado"
26="Verificar DNS\n Verificar o Tempo de Resolução"
27="Por Favor, Aguarde..."
28="DNS alterado com sucesso!"
29="O Cache de Resolução do DNS foi limpado com sucesso."
30="Tempo de Resolução:"
31="milisegundos"
32="IP do DNS incorreto!"
33="O host está inalcançável"
34="Erro de acesso"
35="Erro desconhecido"
36="A Caixa do IP está vazia!"
37="Você inseriu um endereço de servidor incorreto."
38="O sistema operacional não suporta endereçamento IPv6!"
39="Esta função é só para IPv4."
40="Nome do Servidor DNS\n DNS 1\n DNS 2\n Resultado 1\n Resultado 2"
41="Aplicar DNS\n Marcar Todos\n Desmarcar Todos\n Info do DNS"
42="Resolução Turbo\n Tempo de atraso de ida e volta. Você pode usar um número entre 1 e 5000 milisegundos."
43="Misturados\n Mostra os resultados dos testes misturados"
44="Iniciar Teste do DNS"
45="Parar Teste do DNS"
46="Aplicar Servidor DNS"
47="Aguarde"
48="Erro:"
49="Configuração Geral\n Lista de DNS"
50="Adicionar o Endereço IP da Porta Padrão como o último DNS, (Só para IPv4)\n Se outros Servidores DNS falharem ele será usado"
51="Limpar o cache do DNS automaticamente a cada mudança de DNS"
52="Reproduzir Som"
53="Mensagens do tray ligadas"
54="Ocultar a janela principal ao inicializar"
55="Minimizar o DnsJumper para a bandeja do sistema"
56="Fechar o DnsJumper para a bandeja do sistema"
57="Procurar Links de Info do DNS"
58="Links de Procura dos DNS"
59="Iniciar o DnsJumper na inicialização do sistema"
60="Aplicar os seguintes parâmetros na inicialização do sistema"
61="Mostrar Lista de Dns do IPv6"
62="Adicionar Novo Grupo de Servidores DNS"
63="Apagar Grupo de DNS Selecionado"
64="Importar Toda a Lista"
65="Exportar Toda a Lista"
66="Fileira\n Nome do Servidor DNS\n DNS 1\n DNS 2"
67="Nome do Servidor DNS:\n Primeiro Servidor DNS:\n Segundo Servidor DNS:"
68="Salvar Mudanças"
69="Adicionar\n Adiciona Ou Edita o DNS"
70="Apagar\n Apagar DNS Selecionado"
71="Parâmetro incorreto"
72="Você deseja salvar as mudanças da lista dos DNS?"
73="Documentos de Texto"
74="Não é possível gravar arquivo!"
75="Info da Atualização:"
76="Nova versão encontrada (Atualização do programa disponível)\nVocê deseja visitar o website do programa?"
77="Nova atualização encontrada!\nVocê deseja atualizar?"
78="Nenhuma nova atualização encontrada!"
79="Erro da Atualização!"
80="O %LINK% esta indisponível.\nPor favor, tente de novo mais tarde."
81="A informação da atualização recebida está incorreta!\n%LINK%"

[Language_Russian_Русский]
01="Max"
02="Эта программа создана для упрощения настройки DNS."
03="Применить DNS\nПрименить DNS сервер"
04="Быстрый DNS\nПоиск самого быстрого DNS сервера"
05="Очистка DNS\nСброс и очистка кэша DNS"
06="Настройки\nНастройки программы"
07="Обновление...\nНастройки\nПоддержать разработчиков\nДомашняя страница\nОбратная связь\nО программе"
08="Показать DNS Jumper\nСправка\nВыйти из программы"
09="Поддержать\nПожалуйста, поддержите наши проекты!"
10="Сетевой адаптер"
11="Все сетевые адаптеры"
12="Сетвой адаптер не найден"
13="Обновить"
14="Открыть Сетевые подключения"
15="Быстрая настройка"
16="Настройки DNS по умолчанию\nВосстановить настройки DNS\nСоздать резевную копию DNS"
17="DNS сервер"
18="По умолчанию\nВосстановить\nНастроить"
19="Использовать IPv6\nНастроить параметры IPv6"
20="Списки DNS серверов"
21="Стандартный список\nБезопасный список\nСемейный список"
22="Добавить, изменить или удалить DNS сервер"
23="Поиск по DNS адресам"
24="Найти информацию о серверах\nРасположение первого DNS\nРасположение второго DNS\nКопировать адреса в буфер обмена"
25="Настроить DNS сервер\nИзменить адрес DNS сервера"
26="Проверка DNS\nПроверить время отклика"
27="Пожалуйста, подождите..."
28="DNS сервер успешно изменен!"
29="Кэш DNS успешно очищен."
30="Время отклика:"
31="мс"
32="Неверный IP-адрес DNS!"
33="Хост недоступен"
34="Ошибка доступа"
35="Неизвестная ошибка"
36="Не введен IP-адрес!"
37="Введен некорректный адрес севера."
38="Эта ОС не поддерживает IPv6!"
39="Эта функция только для IPv4."
40="Имя сервера\nDNS 1\nDNS 2\nРезультат 1\nРезультат 2"
41="Применить DNS\nВыбрать все\nСнять все\nИнформация"
42="Турбо проверка\nОграничить время отклика для ускорения теста (от 1 до 5000 мс.)"
43="Комбинировать\nБрать лучшие из разных"
44="Запустить тест DNS"
45="Остановить тест DNS"
46="Применить DNS сервер"
47="Ожидание"
48="Ошибка:"
49="Основные параметры\n Список DNS"
50="Добавить IP-адрес шлюза по умолчанию как последний DNS (Только для IPv4)\nБудет испольоваться, если другие DNS сервера недоступны."
51="Автоматически очищать кэш DNS при каждом изменении DNS"
52="Включить звуки"
53="Показывать сообщения в области уведомлений"
54="Скрывать главное окно при запуске Windows"
55="Сворачивать программу в область уведомлений"
56="Сворачивать в область уведомлений при закрытии"
57="Сервис поиска информации:"
58="Сервис поиска расположения:"
59="Запускать DNS Jumper при загрузке Windows"
60="Использовать следующие параметры при загрузке:"
61="Показать список DNS IPv6"
62="Добавить новую группу DNS"
63="Удалить выбранну группу DNS"
64="Восстановить список DNS"
65="Сохранить список DNS"
66="№\nИмя сервера\nDNS 1\nDNS 2"
67="Имя сервера\nПервый DNS:\nВторой DNS:"
68="Сохранить изменения"
69="Добавить\nДобавить / изменить DNS сервер"
70="Удалить\nУдалить выбранный DNS сервер"
71="Неверный параметр"
72="Хотите сохранить изменения в списке DNS серверов?"
73="Текстовые документы"
74="Невозможно записать файл!"
75="Информация"
76="Обнаружена новая версия программы!\nХотите открыть домашнюю страницу проекта?"
77="Найдено обновление!\nХотите обновить программу?"
78="Нет доступных обновлений."
79="Ошибка обновления!"
80="Адрес %LINK% недоступен.\nПожалуйста, повторите попытку позже."
81="Получена неверная информация об обновлении!\n%LINK%"

[Language_Slovenian_Slovenščina]
01="Sloprlek"
02="Ta aplikacija je namenjena za poenostavitev\n postopka spreminjanja DNS."
03="Uporabi DNS\n Uporabi DNS strežnik"
04="Najhitrejši DNS\n Poiščite najhitrejši DNS"
05="Počisti DNS\n Čiščenje DNS predpomnilnika"
06="Možnosti\nMeni možnosti "
07="&Posodobitve...\n &Nastavitve\n &Darujte\n &Domača stran\n &Pišite nam\n &Izhod"
08="&Prikaži Dns Jumper\n &Pomoč\n I&zhod iz DnsJumperja"
09="Donirajte\n Donirajte za naše nove projekte!"
10="Izberi omrežno kartico"
11="Vse omrežne kartice"
12="Omrežna kartica ni bila najdena"
13="Osveži"
14="Odprte omrežne povezave"
15="Hitra Konfiguracija"
16="Privzeti DNS\n Obnovi DNS\n Varnostna kopija DNS"
17="Izberite strežnik DNS"
18="Privzeti DNS\n Varnostna kopija DNS\n DNS po meri"
19="Uporabi IPv6 DNS\n IPv6 Možnosti"
20="DNS Skupine"
21="Privzeti seznam DNS\n Varni seznam DNS\nDružinsko varen seznam DNS"
22="Možnosti DNS\nDodaj, izbriši ali uredi DNS"
23="Prebrskaj ali kopiraj naslov DNS"
24="Prebrskaj po DNS strežnikih\n Informacije o prvem DNS\n Informacije o drugem DNS Info\n Kopija DNS strežnikov"
25="DNS strežnik po meri\n DNS strežnik po meri"
26="Preveri DNS\n Preveri čas razrešitve"
27="Prosimo, počakajte..."
28="DNS je uspešno spremenjen!"
29="Uspešno je izpraznjen medpomnilnik razreševalca DNS."
30="Čas razrešitve:"
31="Milisekund"
32="Nepravilen IP naslov DNS!"
33="Gostitelj ni dosegljiv"
34="Napaka pri dostopu"
35="Neznana napaka"
36="IP polje je prazno!"
37="Vnesli ste napačen naslov strežnika."
38="Operacijski sistem ne podpira ipv6 naslavljanja!"
39="Ta funkcija je samo za IPv4."
40="Ime DNS strežnika \n DNS 1 \n DNS 2 \n Rezultat 1 \n Rezultat 2"
41="Uporabi DNS \n Označi vse \n Odznači vse \n Informacije o DNS"
42="Turbo reševanje\n Zaokrožen čas zamude potovanja. Lahko uporabite številko med 1 in 5000 milisekund."
43="Mešano\n Prikaži mešane rezultate preverjanja"
44="Začni preverjanje DNS"
45="Ustavi preverjanje DNS"
46="Uporabi DNS strežnik"
47="Počakaj"
48="Napaka:"
49="Splošne nastavitve\n Seznam DNS"
50="Dodaj IP naslov privzetega prehoda kot zadnji DNS (samo za Ipv4)\n Če spodletijo drugi DNS strežniki, bo ta uporabljen"
51="Samodejno počisti DNS predpomnilnik pri vsaki spremembi DNS"
52="Predvajaj zvok"
53="Vklopi sporočila v programski vrstici"
54="Ob zagonu skrij glavna okna"
55="Pomanjšaj DnsJumper v programsko vrstico"
56="Zapri DnsJumper v programsko vrstico"
57="Poišči povezavo informacij DNS"
58="DNS lookup povezava"
59="Zaženi DnsJumper ob zagonu sistema"
60="Uporabi naslednje parametreob ob zagonu sistema"
61="Prikaži seznam Ipv6 DNS"
62="Dodaj novo skupino DNS strežnikov"
63="Izbriši izbrano skupino DNS strežnikov"
64="Uvozi celoten seznam"
65="Izvoz celoten seznam"
66="Vrstica\n Ime DNS strežnika\n DNS 1\n DNS 2"
67="Ime DNS strežnika:\n Prvi DNS strežnik:\n Drugi DNS strežnik:"
68="Shrani spremembe"
69="Dodaj\n Dodaj ali uredi DNS"
70="Izbriši\nIzbriši izbrani DNS"
71="Nepravilen parameter"
72="Ali želite shraniti spremembe seznama DNS?"
73="Besedilni dokumenti"
74="Ni mogoče zapisati datoteke!"
75="Informacije o posodobitvi:"
76="Najdena je nova različica (na voljo je posodobitev programa)\nAli želite obiskati spletno stran programa?"
77="Najdena je nova posodobitev!\nAli jo želite posodobiti?"
78="Ni najdenih novih posodobitev!"
79="Napaka pri posodabljanju!"
80="%POVEZAVA% ni na voljo.\nProsimo, poskusite znova pozneje."
81="Prejete informacije o posodobitvah niso pravilne!\n%LINK%"

[Language_Spanish_Español]
01="kiketrucker"
02="Esta aplicación está diseñada para simplificar\n  el proceso de cambio de DNS."
03="Aplicar DNS\n Aplicar DNS Server"
04="DNS más rápido\n  Encuentra DNS más rápido"
05="Limpiar DNS\n  Purga la caché DNS"
06="Opciones\n  Menú Opciones"
07="&actualizaciones ...\n  &ajustes\n  &Donar\n  &Página del autor\n  &Contacto\n &About"
08="&Mostrar DnsJumper\n  &Ayuda\n  &Salir  de DnsJumper"
09="Donar\n Por favor dona para nuestros nuevos proyectos!"
10="Seleccionar adaptador de red"
11="Todos los adaptadores de red"
12="No se encuentran adaptadores de red"
13="Actualizar"
14="Abrir conexiones de red"
15="Configuración rápida"
16="DNS por defecto\nRestaurar DNS\nCopia de seguridad del DNS"
17="Elegir un servidor DNS"
18="DNS por defecto\n DNS guardado\n DNS personalizado"
19="Usar IPv6 DNS\n IPv6 Opciones"
20="DNS Grupos"
21="Lista de DNS por defecto\n Lista DNS Seguros\nLista DNS Familia segura"
22="Opciones DNS\nAñadir, Borrar O Editar DNS"
23="Buscar ó Copiar direcciones DNS"
24="Buscar servidores DNS\n Primera Info DNS \n Segunda Info DNS\n Copiar Servidores DNS"
25="Personalizar servidor DNS\n Elegir Servidor DNS personalizado"
26="Chequear DNS\n Chequear tiempo de respuesta"
27="Por Favor Espere..."
28="DNS ha sido cambiado!"
29="Caché DNS ha sido reseteada."
30="Tiempo:"
31="milisegundos"
32="Incorrecta DNS IP!"
33="Host es inalcanzable"
34="Error de acceso"
35="Error desconocido"
36="Campo IP vacio!"
37="Ha escrito dirección incorrecta de servidor."
38="El sistema operativo no soporta el direccionamiento IPv6!"
39="Esta función es sólo para IPv4."
40="DNS Nombre de Servidor\n DNS 1\n DNS 2\n Resultado 1\n Resultado 2"
41="Aplicar DNS\n Marcar Todo\n Desmarcar Todo\n DNS Info"
42="Solución Turbo\n Tiempo de retardo de ida y vuelta. Puede utilizar un número entre 1 y 5.000 milisegundos."
43="Mixtas\n Mostrar los resultados de las pruebas mixtas"
44="Iniciar Test DNS"
45="Detener Test DNS"
46="Aplicar Servidor DNS"
47="General Setting\n DNS List"
48="Error:"
49="Opciones Generales\n Listado DNS"
50="Añadir la Dirección IP de entrada por defecto en último DNS, (Sólo para Ip v4)\n Si falla otros servidores DNS se utilizarán."
51="Borrar caché DNS automáticamente en cada cambio de DNS"
52="Reproducir sonido"
53="Mensajes en bandeja"
54="Ocultar ventanas principales en el arranque"
55="Minimizar DnsJUmper a barra de tareas"
56="Cerrar DnsJumper a la barra de tareas"
57="DNS Lookup Link"
58="Buscar Enlace DNS"
59="Iniciar DnsJumper con el sistema"
60="Aplicar los siguientes parámetros en el inicio del sistema"
61="Ver Listado DNS Ipv6"
62="Añadir nuevo Grupo de Servidores DNS"
63="Borrar Grupo DNS Seleccionado"
64="Importar todas las listas"
65="Exportar todas las listas"
66="Fila\n Nombre de Servidor DNS\n DNS 1\n DNS 2"
67="Nombre de Servidor DNS:\n Primer Servidor Dns:\n Segundo Servidor Dns:"
68="Guardar Cambios"
69="Añadir\n Añadir ó Editar DNS"
70="Borrar\n Borrar DNS Seleccionado"
71="Parámetro incorrecto"
72="¿Quieres guardar los cambios de la lista de DNS?"
73="Documentos de Texto"
74="No se puede escribir archivo!"
75="Actualizar Información:"
76="Nueva versión encontrada (actualización disponible de programa)\n¿Quieres visitar el sitio web del programa?"
77="Nueva actualización encontrada!\n¿Quieres actualizar?"
78="No hay actualizaciones disponibles!"
79="Error de Actualización!"
80="Received update information is incorrect!\n%LINK%"
81="Información sobre la actualización recibida es incorrecta!\n%ENLACE%"

[Language_Swedish_Svenska]
01="Åke Engelbrektson"
02="Detta program är designat för att förenkla\n DNS-byte."
03="Tillämpa DNS\n Tillämpa DNS-server"
04="Snabbast DNS\n Hitta snabbaste DNS-servern"
05="Rensa DNS\n Rensar DNS-cachen"
06="Alternativ\n Programmeny"
07="&Uppdatering...\n &Inställningar\n &Donera\n &Hemsida\n &Kontakt\n &About"
08="&Visa DnsJumper\n &Hjälp\n &Avsluta DnsJumper"
09="Donera tack\n Donera gärna till våra nya projekt!"
10="Välj nätverkskort"
11="Alla nätverkskort"
12="Nätverkskort hittades inte"
13="Uppdatera"
14="Öppna Nätverksanslutningar"
15="Snabbkonfiguration"
16="Standard-DNS\n Återställ DNS\n Säkerhetskopiera DNS"
17="Välj en DNS-server"
18="Standard-DNS\n Säkerhetskopierad DNS\n Anpassad DNS"
19="Använd IPv6-DNS\n IPv6-alternativ"
20="DNS-grupper"
21="Standard DNS-lista\n Säker DNS-lista\nFamiljesäker DNS-lista"
22="DNS-alternativ\nLägg till, ta bort eller redigera DNS"
23="Googla eller kopiera DNS-adress"
24="Googla DNS-servrar\n Primär DNS-info\n Sekundär DNS-info\n Kopiera DNS-adresser"
25="Anpassad DNS-server\n Ange en anpassad DNS-server"
26="Kontrollera DNS\n Kontrollera svarstid"
27="Vänta..."
28="DNS-byte slutfört!"
29="Rensning av DNS-cachen är slutförd."
30="Svarstid:"
31="millisekunder"
32="Felaktigt DNS-IP!"
33="Värddatorn kan inte nås"
34="Åtkomstfel"
35="Okänt fel"
36="IP-fältet är tomt!"
37="Du angav en felaktig IP-adress."
38="Operativsystemet stöder inte ipv6-adressering!"
39="Den här funktionen är endast för IPv4."
40="DNS-servernamn\n DNS 1\n DNS 2\n Resultat 1\n Resultat 2"
41="Tillämpa DNS\n Markera alla\n Avmarkera alla\n DNS-info"
42="Turbomatchning\n Tur och retur fördröjningstid. Du kan använda ett värde mellan 1 och 5000 millisekunder."
43="Blandat\n Visa testresultat blandat"
44="Starta DNS-test"
45="Stoppa DNS-test"
46="Tillämpa DNS-server"
47="Vänta"
48="Fel:"
49="Allmäna inställningar\n DNS-lista"
50="Lägg till IP-adress för standard-gateway som sekundär DNS, (endast för Ip v4)\n Den kommer att användas om andra DNS-servrar misslyckas"
51="Rensa DNS-cache automatiskt vid varje DNS-byte"
52="Spela upp ljud"
53="Systemmeddelande på"
54="Dölj huvudfönstret vid uppstart"
55="Minimera DnsJUmper till meddelandefältet"
56="Stäng DnsJumper till meddelandefältet"
57="Söklänk för DNS-info"
58="Länk för DNS-uppslagning"
59="Starta DnsJumper vid systemstart"
60="Tillämpa följande parametrar vid systemstart"
61="Visa Ipv6 DNS-lista"
62="Lägg till ny DNS-servergrupp"
63="Ta bort markerad DNS-grupp"
64="Importera lista"
65="Exportera lista"
66="Rad\n DNS-servernamn\n DNS 1\n DNS 2"
67="DNS-servernamn:\n Primär DNS-server:\n Sekundär DNS-server:"
68="Spara ändringar"
69="Lägg till\n Lägg till eller redigera DNS"
70="Ta bort\n Ta bort markerad DNS"
71="Felaktig parameter"
72="Vill du spara ändringar i DNS-listan?"
73="Textdokument"
74="Kan inte skriva filen!"
75="Uppdatereingsinfo:"
76="Ny version hittad (programuppdatering tillgänglig)\nVill du besöka programmets webbsida?"
77="Ny uppdatering hittad!\nVill du uppdatera?"
78="Ingen ny uppdatering hittad!"
79="Uppdateringsfel!"
80="%LINK% är inte tillgänglig.\nFörsök senare."
81="Mottagen uppdateringsinformation är felaktig!\n%LINK%"

[Language_Turkish_Türkçe]
01="BlueLife"
02="Bu uygulama, DNS değiştirme işlemini basitleştirmek\n için tasarlanmıştır."
03="Kaydet - Uygula\n Seçilen DNS Sunucusunu Uygular"
04="En Hızlı DNS\n Hızlı Dnsleri Bulmak İçin Test"
05="Flush DNS\n DNS Önbelleğini Temizler"
06="Seçenekler\n Seçenekler Menüsü"
07="&Güncelle ...\n &Ayarlar\n &Bağış Yap\n &Web Sitesi\n &İletişim\n &Hakkında"
08="&DnsJumper'ı Göster\n &Yardım\n DnsJumper'ı &Kapat"
09="Bağış Yapın\n Lütfen Yeni Çalışmalarımıza Maddi Destek Sağlayın."
10="Ağ Bağdaştırıcısını Seç"
11="Tüm Ağ Bağdaştırıcıları"
12="Ağ Bağdaştırıcısı Bulunamadı"
13="Yenile"
14="Ağ Bağlantıları Klasörünü Aç"
15="Hızlı Yapılandırma"
16="DNS - Varsayılan\n DNS - Geri Yükle\n DNS - Yedekle"
17="Dns Sunucusunu Seç"
18="Varsayılan DNS\n Yedeklenen DNS\n Özel DNS"
19="IPv6 DNS Seçenekleri\n IPv6 DNS Seçenekleri"
20="DNS Grubları"
21="Varsayılan DNS Listesi\n Güvenli DNS Listesi\n Aile DNS Listesi"
22="DNS Listesini Düzenle"
23="DNS Adresini Araştır Veya Kopyala"
24="DNS'leri Araştır\n Birinci DNS'in Bilgisi\n Ikinci DNS'in Bilgisi\n DNS'leri Kopyala"
25="Özel DNS Sunucusu\n Özel DNS Sunucusu Girin"
26="DNS'lerin çözümleme sürelerini kontrolet\n DNS Kontrolü"
27="Lütfen Bekleyiniz..."
28="DNS başarıyla değiştirildi."
29="DNS çözme önbelleği başarıyla temizlendi."
30="Çözümleme Süresi"
31="milisaniye"
32="DNS adresi hatalı!"
33="Erişilemiyor"
34="Erişim Hatası"
35="Bilinmeyen hata"
36="DNS kutusu boş!"
37="Girilen DNS adresi hatalı!"
38="Sistem IPv6'yı desteklemiyor!"
39="Bu özellik, sadece IPv4 içindir."
40="Dns Sunucusunun Adı\n DNS 1\n DNS 2\n Sonuç 1\n Sonuç 2"
41="DNS'i Uygula\n Hepsini İşaretle\n İşaretleri Temizle\n DNS Bilgisi"
42="Hızlı Çözümle\n Çözümleme testinde, gönderilen bilginin geri dönüşünü bekleme süresi. 1 - 5000 milisaniye arası bir rakam girebilirsiniz."
43="Karışık\n Sonucu karışık göster"
44="Testi Başlat"
45="Testi Durdur"
46="DNS'i Uygula"
47="Bekle"
48="Hata:"
49="Genel Ayarlar\n DNS Listesi"
50="Son DNS sucucusu olarak ağ geçidinin IP adresini ekle (sadece IPv4 için geçerli)\n Ayarlı DNS'ler çalışmasa internete çıkış yapılan cihazdaki (modemdeki) DNS adresleri kullanılır."
51="DNS önbelleğini otomatik olarak temizle"
52="Sesli uyarılar açık"
53="Tray mesajları açık"
54="Başlangıçta ana pencereyi gizle"
55="Simge durumuna küçültüldüğünde, tray tepsisine gönder"
56="Kapatıldığında, tray tepsisine gönder"
57="DNS adresini araştırma linki"
58="DNS adresinin özelliklerini görüntüleme linki"
59="Sistem açılışında DnsJumper'ı başlat"
60="Sistem açılışında aşağıdaki parametreyi uygula"
61="IPv6 DNS listesini göster"
62="Yeni DNS Grubu Ekle"
63="Seçili DNS Gurubunu Sil"
64="DNS Grubplarını Içe Aktar"
65="DNS Grublarını Farklı Kaydet"
66="Sırası\n Dns Sunucusunun Adı\n DNS 1\n DNS 2"
67="DNS Sunucusunun Adı:\n Birinci DNS Sucucusu:\n Ikinci DNS Sunucusu:"
68="Değişiklikleri Kaydet"
69="Listeye Ekle\n Listeye DNS Ekle Veya Değiştir"
70="Listeden Sil\n Listeden Seçili DNS Adresini Sil"
71="Parametre Hatalı!"
72="Dns listesindeki değişikliklerini kaydetmek istiyormusunuz?"
73="Metin Belegeleri"
74="Dosyaya yazılamıyor!"
75="Güncelleme Bilgisi:"
76="Yeni program versiyonu bulundu!\n Programın web sitesini ziyaret etmek istiyormusunuz?"
77="Yeni güncelleme bulundu!\n Güncelleme yapmak istiyormusunuz?"
78="Güncelleme bulunamadı!"
79="Güncelleme Hatası!"
80="%LINK% adresinden veri alınırken hata oluştu!\n Lütfen daha sonra tekrar deneyin"
81="Alınan güncelleme bilgisi hatalı!\n %LINK%"

[Language_Vietnamese_Tiếng Việt]
01="Nguyễn Việt Thái (sNVTs)"
02="Ứng dụng được thiết kế nhằm đơn giản hóa \nviệc thay đổi DNS"
03="Áp dụng DNS\nÁp dụng DNS máy chủ"
04="DNS nhanh nhất\nTìm DNS nhanh nhất"
05="Dọn DNS\nDọn dẹp lại DNS"
06="Tùy chọn\nMenu tùy chọn"
07="&Cập nhật ...\n&Thiết lập\n&Ủng hộ\nTrang chủ\n&Liên hệ\n&Về tôi"
08="&Hiện DNSJumper\n&Giúp đỡ\nThoát DNSJumer"
09="Vui lòng ủng hộ\nVui lòng ủng hộ dự án mới của chúng tôi!"
10="Chọn Network Adapter"
11="Tất cả Network Adapters"
12="Không tìm thấy Network Adapter"
13="Làm mới"
14="Mở Network Connections"
15="Cấu hình nhanh"
16="DNS mặc định\nPhục hồi DNS\nSao lưu DNS"
17="Chọn máy chủ DNS"
18="DNS mặc định\nSao lưu DNS\nTùy chỉnh DNS"
19="Sử dụng IPv6 DNS\nTùy chọn IPv6"
20="Nhóm DNS"
21="Danh sách mặc định\nDanh sách an toàn\nDanh sách an toàn (Gia đình)"
22="Tuỳ chọn DNS\nThêm, Xóa hoặc Chỉnh sửa DNS"
23="Tìm hoặc sao chép DNS"
24="Tìm các máy chủ DNS\nThông tin DNS 1\nThông tin DNS2\nSao chép máy chủ DNS"
25="Tùy chỉnh máy chủ DNS\nNhập vào máy chủ DNS"
26="Kiểm tra DNS\nKiểm tra thời gian xử lí"
27="Chờ chút..."
28="Thay đổi DNS thành công!"
29="Xử lí bộ nhớ đệm DNS hoàn tất."
30="Thời gian xử lí:"
31="mili giây"
32="Sai DNS IP!"
33="Host is unreachable"
34="Lỗi tiếp cận"
35="Lỗi không xác định"
36="IP trống"
37="Địa chỉ bạn nhập không chính xác"
38="Hệ thống của bạn không hỗ trợ địa chỉ IPv6!"
39="Tính năng này chỉ dành cho IPv4"
40="Tên máy chủ DNS\n DNS 1\n DNS 2\n Kết quả 1\n Kết quả 2"
41="Áp dụng DNS\nĐánh dấu tất cả\nHủy dấu tất cả\nThông tin DNS"
42="Giải quyết nhanh\nThời gian từ 1 đến 5000 giây."
43="Trộn\n Hiện thị kết quả đã trộn"
44="Kiểm tra DNS"
45="Dừng kiểm tra"
46="Áp dụng máy chủ DNS"
47="Chờ chút"
48="Lỗi:"
49="Thiết lập chung\nDanh sách DNS"
50="Thêm cổng vào mặc định cho địa chỉ IP như DNS cuối.(IPv4)\nNếu các DNS khác lỗi nó sẽ được sử dụng"
51="Xóa bộ nhớ đệm DNS tự động khi thay đổi DNS"
52="Mở âm thanh"
53="Mở thông báo khay hệ thống"
54="Ẩn cửa sổ khi khởi động"
55="Thu nhỏ DNSJumper xuống khay hệ thống"
56="Đóng DNSJumper xuống khay hệ thống"
57="Tìm kiếm thông tin DNS"
58="Tra cứu liên kết DNS"
59="Khởi động cùng hệ thống"
60="Áp dụng thông số khi khởi đọng hệ thống"
61="Hiện danh sách Ipv6 Dns"
62="Thêm nhóm DNS mới"
63="Xóa nhóm DNS đã lựa chọn"
64="Nhập danh sách"
65="Xuất danh sách"
66="Hàng\nTên máy chủ DNS\n DNS 1\n DNS 2"
67="Tên máy chủ DNS:\nMáy chủ 1:\nMáy chủ 2:"
68="Lưu thay đổi"
69="Thêm\n Thêm hoặc sửa DNS"
70="Xóa bỏ\n Xóa DNS đã lựa chọn"
71="Sai tham số"
72="Bạn có muốn lưu thây đổi của danh sách"
73="Tài liệu TEXT"
74="Không thể ghi tệp tin!"
75="Thông tin cập nhật:"
76="Tìm thấy phiên bản mới của chương trình!\nBạn có muốn ghé thăm trang WEB?"
77="Có phiên bnar cập nhật mới!\nBạn có muốn cập nhật?"
78="Không có bản cập nhật mới nào!"
79="Lỗi cập nhật!"
80="%LINK% không khả dụng.\nVui lòng thử lại!"
81="Nhận thông tin cập nhật không chính xác\n%LINK%"

[Language_Arabic_العربية]
01="DefaulDefaul"
02="تم تصميم هذا التطبيق لتبسيط عملية تغيير DNS"
03="تطبيق DNS \n تطبيق خادم DNS"
04="أسرع DNS \n البحث أسرع DNS"
05="فلوش DNS \n التطهير وDNS ذاكرة التخزين المؤقت"
06="خيارات \n خيارات قائمة"
07="& التحديثات ... \n وإعدادات \n وتبرع \n وصفحته \n والاتصال \n ومعلومات عن"
08="& مشاهدة DnsJumper \n و المساعدة \n & هاء DnsJumper"
09="يرجى تبرع \n الرجاء التبرع مشاريعنا الجديدة!"
10="حدد محول الشبكة"
11="جميع محولات الشبكة"
12="محول الشبكة غير موجود"
13="تحديث"
14="اتصالات شبكة الاتصال فتح"
15="تكوين خيارات"
16="DNS الافتراضي \n استعادة DNS \n DNS النسخ الاحتياطي"
17="اختيار خادم DNS"
18="DNS افتراضي \n احتياطيا DNS \n DNS مخصص"
19="استخدام الإصدار IPv6 DNS \n ب IPv6 خيارات"
20="المجموعات DNS"
21="قائمة DNS الافتراضي \n الآمنة DNS قائمة \n Family الآمن قائمة DNS"
22="خيارات DNS \n إضافة أو حذف أو تعديل DNS"
23="عنوان DNS تصفح أو نسخ"
24="خوادم DNS تصفح \n خوادم الأولى معلومات DNS \n ثانيا معلومات DNS \n نسخة DNS"
25="DNS خادم مخصص \n أدخل DNS خادم مخصص"
26="تحقق DNS \n التحقق من حل تايم"
27="الرجاء الانتظار ..."
28="DNS تغيرت بنجاح!"
29="مسح بنجاح التخزين المؤقت لمحلل DNS."
30="حل الوقت:"
31="ميلي ثانية"
32="IP DNS غير صحيح!"
33="المضيف غير قابلة للوصول"
34="خطأ الوصول"
35="خطأ غير معروف"
36="مربع IP فارغ!"
37="لقد أدخلت عنوان خادم غير صحيحة."
38="نظام التشغيل لا دعم IPv6 تتناول!"
39="هذه الميزة فقط ل IPv4."
40="DNS اسم الخادم \n DNS 1 \n DNS 2 \n نتيجة 1 \n النتيجة 2"
41="تطبيق DNS \n إجعل كل \n إلغاء تحديد جميع \n DNS معلومات"
42="توربو حل \n المرة تأخير الرحلة. يمكنك استخدام رقم بين 1 و 5000 ميلي ثانية."
43="المختلطة \n عرض نتائج الاختبار مختلطة"
44="اختبار DNS بدء"
45="اختبار DNS إيقاف"
46="تطبيق خادم DNS"
47="انتظر"
48="خطأ:"
49="العام إعداد \n قائمة DNS"
50="إضافة العبارة الافتراضية IP Address لDNS الماضي، (فقط لايب V4) \n إذا خوادم DNS أخرى يفشل سيتم استخدامها"
51="مخبأ DNS واضح تلقائيا على كل تغيير DNS"
52="تشغيل الصوت"
53="رسائل علبة في"
54="إخفاء النوافذ الرئيسية عند بدء التشغيل"
55="تصغير DnsJUmper لعلبة النظام"
56="DnsJumper بالقرب من علبة النظام"
57="بحث DNS معلومات لينك"
58="بحث DNS لينك"
59="ابدأ DnsJumper على بدء تشغيل النظام"
60="تطبيق المعلمات التالية عند بدء تشغيل النظام"
61="إظهار قائمة IPv6 أن نظام أسماء النطاقات"
62="إضافة مجموعة جديدة خادم DNS"
63="مجموعة DNS حذف المحدد"
64="استيراد جميع قائمة"
65="تصدير جميع قائمة"
66="الصف \n DNS اسم الخادم \n DNS 1 \n DNS 2"
67="اسم خادم DNS: \n DNS الأول الخادم: \n DNS الثاني الخادم:"
68="حفظ التغييرات"
69="إضافة \n إضافة أو تعديل DNS"
70="حذف \n حذف DNS مختارة"
71="المعلمة غير صحيحة"
72="هل تريد حفظ التغييرات في قائمة DNS؟"
73="وثائق النص"
74="غير قادر على كتابة ملف!"
75="تحديث معلومات"
76="نسخة جديدة (تحديث البرنامج متاح) وجدت \n هل ترغب في زيارة موقع البرنامج؟"
77="تحديث جديد موجود! \n هل تريد تحديث؟"
78="لا التحديث الجديد موجود!"
79="تحديث خطأ!"
80="٪ LINK٪ غير متوفرة. \n الرجاء المحاولة مرة أخرى في وقت لاحق."
81="معلومات التحديث تلقيت غير صحيحة \n٪ LINK!٪"

[Language_Persian_فارسی]
01="Esmaeil Yarahmadi"
02="این نرم افزار به سادگی دی ان اس را تغییر می دهد"
03=" DNSثبت\n سرور DNS ثبت"
04=" DNSسریعترین\n DNS پیدا کردن سریع"
05=" DNSپاکسازی\n پاک کردن کش دی ان اس"
06="تنظیمات\n منوی تنظیمات"
07="&به روز رسانی  ...\n &تنظیمات \n &کمک مالی \n &خانه\n &تماس\n &درباره"
08="& DnsJumper نمایش\n &کمک\n &  DnsJumper خروج از "
09="کمک مالی\n جهت انجام پروژهای جدید نیاز به کمک مالی است!"
10="انتخاب کارت شبکه"
11="تمامی کارت شبکه
12="کارت شبکه پیدا نشد"
13="بازسازی"
14="باز کردن کانکشن"
15="تنظیمات سریع"
16="پیش فرض DNS\n  DNSبازگرداندن \n  DNS پشتیبان گیری از"
17="سرورDNSانتخاب "
18="پیش فرض DNS\n  انجام شد DNS پشتیبان گیری از\n دستی DNS"
19="استفاده  IPv6 DNS\n IPv6 تنظیمات"
20="DNS گروهی"
21="لیست پیش فرض DNS \n Secure DNS List\n لیست امن  DNS "
22="DNS تنظیمات\n  DNSاضافه حذف یا ویرایش "
23=" DNS فهرست یا کپی آدرس"
24="سرور ها DNS فهرست \n  DNS اطلاعات اولیه\n  DNS اطلاعات ثانویه\n  DNS کپی سرورهای"
25="سرور دستی DNS \n  DNS وارد کردن یک مقدار دستی"
26=" DNSچک کردن\n چک کردن مدت زمان درخواست"
27="منتظر بمانید..."
28=" بدرستی تغییر یافتDNS "
29="پاکسازی حافظه به درستی انجام شد."
30="مدت زمان درخواست:"
31="میلی ثانیه"
32="صحیح نیست DNS IP!"
33="هاست در دسترس نیست"
34="خطای اطلاعات"
35="خطای ناشناخته"
36="فیلد ای پی خالی است!"
37="آدرس وارد شده صحیح نمی باشد."
38="راپشتیبانی بکندIPV6 سیستم نمی تواند آدرس"
39="می باشد IPv4 این خصوصیات فقط برای "
40="سرور DNS تام\n DNS 1\n DNS 2\n نتیجه 1\n نتیجه2"
41=" DNS ثبت \n انتخاب همه\n عدم انتخاب همه\n DNS اطلاعات "
42="درخواست سریع\n زمان تاخیر ارسال و دریافت . شما می توانید اعداد بین  1  و   5000  میلی ثانیه را انتحاب نمائبد."
43="Mixed\n نمایش جزئیات جستجو "
44=" DNS شروع تست"
45="DNS توقف تست"
46="سرور DNS ثبت"
47="منتظر"
48="خطا:"
49="تنظیمات پایه\n DNS لیست"
50="پیش فرض برای قبلی Gateway اضافه کردن, ( Ip v4 فقط برای)\n  خطا داد می توانید از این استفاده بنمائید DNS اگر سایر "
51="زمانی که دی ان اس تغییر کرد حافظه هم بصورت اتوماتیک پاک شود"
52="پخش صدا"
53="پیغام ها در نوار ابزار مشاهده شود"
54="در شروع به کار ویندوز مخفی بمان"
55="کوچک کردن برنامه در نوار ابزار"
56="برنامه  را در نوار ابزار را ببند"
57=" DNS لینک جستجو اطلاعات"
58="DNS مشاهده لینک"
59="اجرا برنامه در شروع به کار ویندوز"
60="ثبت نوع دی ان اس در شروع بکار ویندوز"
61=" Ipv6 Dnsنشان دادن لیست "
62=" DNSاضافه کردن گروهی"
63="پ انتخاب شده DNS اک کردن گروهی"
64="وارد کردن تمامی لیست"
65="صادر کردن تمامی لیست"
66="ردیف\n سرور DNS نام\n DNS 1\n DNS 2"
67="سرور DNS نام :\n  Dnsاولین :\n  Dns دومین
68="ثبت تغییرات"
69="اضافه\n DNS اضافه یا ویرایش"
70="حذف\n انتخاب شده DNS حذف"
71="پارامتر صحیح نمی باشد"
72="آیا تمایل دارید تغییرات در لیست ثبت بشود?"
73="اسناد متنی"
74="فعال بودن جهتنوشتن بروی فایل!"
75="اطلاعات آپدیت:"
76="ورژن جدید (برنامه آپدیت موجود می باشد)و\nتمایل به مشاهده برنامه در سایت سازنده دارید?"
77="به روز رسانی موجود است!\nبه روز رسانی انجام شود ?"
78="به روز رسانی جدیدی مشاهده نگردید!"
79="خطا در به روز رسانی!"
80="%LINK% در دسترس نیست.\n لطفا بعداً مجدد سعی بنمائید."
81="خطا در دریافت اطلاعات به روز رسانی!\n%LINK%"

[Language_Croatian_Hrvatski]
01="Lino Kolina"
02="Ovaj program pojednostavljuje\n postupak promjene DNS."
03="Primjeni DNS\n Primjeni DNS Server"
04="Najbrži DNS\n Nađi najbrži DNS"
05="Očisti DNS\n Očisti DNS Predmemoriju"
06="Postavke\n Meni postavki"
07="Nadogradnje ...\nPostavke\nDonacije\nNaslovnica\nKontakt\nO"
08="Prikaži DnsJumper\n Pomoć\n Izlaz iz DnsJumper"
09="Molimo Darujte\n Darujte za naše nove projekte!"
10="Odaberi Mrežni Adapter"
11="Svi Mrežni Adapteri"
12="Mrežni Adapter nije nađen"
13="Osvježi"
14="Otvori Mrežne Veze"
15="Brze postavke"
16="Početni DNS\n Vrati DNS\n Rezervni DNS"
17="Odaberi DNS Server"
18="Početni DNS\n Spremljeni DNS\n Ručni DNS"
19="Koristi IPv6 DNS\n IPv6 Postavke"
20="DNS Grupe"
21="Početna DNS Lista\n Sigurna DNS Lista\nObiteljska Sigurna DNS Lista"
22="DNS Postavke\nDodaj, obriši ili uredi DNS"
23="Nađi ili kopiraj DNS adrese"
24="Nađi DNS Servere\n Informacije o Prvom DNS\n Informacije o Drugom DNS\n Kopiraj DNS Servere"
25="Ručni DNS Server\n Dodaj Ručni DNS Server"
26="Provjeri DNS\n Provjeri vrijeme razriješenja"
27="Pričekaj..."
28="DNS je uspješno promijenjen!"
29="Uspješno Očišćena DNS Predmemorija."
30="Vrijeme razriješenja:"
31="milisekunde"
32="Netočan DNS IP!"
33="Domaćin je nedostupan"
34="Greška Pristupa"
35="Nepoznata Greška"
36="Ip okvir je prazan!"
37="Unijeli ste netočne server adrese."
38="Operativni sustav Ne Podržava IPv6! adresiranje!"
39="Ova funkcija je samo za IPv4."
40="Ime DNS Servera\n DNS 1\n DNS 2\n Rezultat 1\n Rezultat 2"
41="Koristi DNS\n Označi Sve\n Odznači Sve\n Informacije o DNS"
42="Turbo Provjera\n Odaberite borj između 1 and 5000 milisekunda."
43="Miješano\n Prikaži rezultat miješanog testa"
44="Započni DNS Test"
45="Zaustavi DNS Test"
46="Koristi DNS Server"
47="Pričekaj"
48="Greška:"
49="Opće Postavke\n DNS Lista"
50="Dodaj Default Gateway IP Adresu kao zadnji DNS, (Samo za Ip v4)\n Ako drugi DNS serveri izbace grešku on će biti korišten"
51="Očisti DNS Predmemoriju kod svake promijene DNSa"
52="Sviraj zvuk"
53="Poruke u traci sustava Uključene"
54="Sakrij glavne prozore pri pokretanju"
55="Smanji DNS Jumper u traku sustava"
56="Zatvori DNS Jumper u traku sustava"
57="Potraži Informacije o DNS vezi"
58="Potraži DNS vezu"
59="Pokrenite DNS Jumper kod pokretanja sustava"
60="Primijenite sljedeće parametre pri pokretanju sustava"
61="Izlistaj Ipv6 Grupe"
62="Dodaj Novu DNS Grupu"
63="Obriši odabrane DNS Grupe"
64="Uvezi sve Liste"
65="Izvezi sve Liste"
66="Stupac\n Ime DNS Servera\n DNS 1\n DNS 2"
67="Ime DNS Servera:\n Prvi Dns Server:\n Drugi Dns Server:"
68="Spremi promjene"
69="Dodaj\n Dodaj ili uredi DNS"
70="Obriši\n Obriši odabrane DNS"
71="Neispravan parametar"
72="Želite spremiti promijene u DNS listi?"
73="Tekstualni dokumenti"
74="Ne mogu zapisati u datoteku!"
75="Info o Nadogradnji:"
76="Nova verzija nađena (Nadogradnja programa dostupna)\nŽelite posjetiti webstranicu programa?"
77="Nova Nadogradnja nađena!\nŽelite Nadograditi program?"
78="Nema novih Nadogradnji!"
79="Greška kod Nadogradnje!"
80="%LINK% je nedostupan.\nMolimo pokušajte kasnije."
81="Pogrešan link preuzimanja!\n%LINK%"

[Language_Serbian_Srpski]
01="DDedic"
02="Ovaj program pojednostavljuje\n postupak promene DNSa."
03="Primeni DNS\n Primeni DNS Server"
04="Najbrži DNS\n Nađi najbrži DNS"
05="Očisti DNS\n Očisti DNS Keš memoriju"
06="Podešavanja\n Meni podešavanja"
07="Nadogradnje ...\nPodešavanja\nDonacije\nNaslovna\nKontakt\nO"
08="Prikaži DnsJumper\n Pomoć\n Izlaz iz DnsJumper"
09="Molimo Donirajte\n Donirajte za naše nove projekte!"
10="Odaberi Mrežni Adapter"
11="Svi Mrežni Adapteri"
12="Mrežni Adapter nije pronađen"
13="Osveži"
14="Otvori Mrežne Veze"
15="Brza podešavnja"
16="Početni DNS\n Vrati DNS\n Rezervni DNS"
17="Odaberi DNS Server"
18="Početni DNS\n Spremni DNSovi\n Ručni DNS"
19="Koristi IPv6 DNS\n IPv6 Postavke"
20="DNS Grupe"
21="Početna DNS Lista\n Sigurna DNS Lista\nPorodična Sigurna DNS Lista"
22="DNS Podešavanja\nDodaj, obriši ili uredi DNS"
23="Nađi ili kopiraj DNS adrese"
24="Nađi DNS Servere\n Informacije o Prvom DNS\n Informacije o Drugom DNS\n Kopiraj DNS Servere"
25="Ručni DNS Server\n Dodaj Ručni DNS Server"
26="Proveri DNS\n Proveri vreme razrešenja"
27="Pričekaj..."
28="DNS je uspešno promenjen!"
29="Uspešno Očišćena DNS Keš memorija."
30="Vreme razrešenja:"
31="milisekunde"
32="Netačan DNS IP!"
33="Domaćin je nedostupan"
34="Greška Pristupa"
35="Nepoznata Greška"
36="Ip opseg je prazan!"
37="Uneli ste netačnu adresu servera."
38="Operativni sistem Ne Podržava IPv6! adresiranje!"
39="Ova funkcija je samo za IPv4."
40="Ime DNS Servera\n DNS 1\n DNS 2\n Rezultat 1\n Rezultat 2"
41="Koristi DNS\n Označi Sve\n Odznači Sve\n Informacije o DNS"
42="Turbo Provera\n Odaberite broj između 1 i 5000 milisekundi."
43="Mešovito\n Prikaži rezultate mešovitog testa"
44="Započni DNS Test"
45="Zaustavi DNS Test"
46="Koristi DNS Server"
47="Sačekaj"
48="Greška:"
49="Opšta Podešavanja\n DNS Lista"
50="Dodaj Default Gateway IP Adresu kao zadnji DNS, (Samo za Ip v4)\n Ako drugi DNS serveri izbace grešku on će biti korišćen"
51="Očisti DNS Keš memoriju kod svake promene DNSa"
52="Uključi zvuk"
53="Poruke u taskbaru sistema Uključene"
54="Sakrij glavne prozore pri pokretanju"
55="Smanji DNS Jumper u taskbar sistema"
56="Zatvori DNS Jumper u taskbaru sistema"
57="Potraži Informacije o DNS vezi"
58="Potraži DNS vezu"
59="Pokrenite DNS Jumper prilikom pokretanja sistema"
60="Primenite sledeće parametre prilikom pokretanju sistema"
61="Izlistaj Ipv6 Grupe"
62="Dodaj Novu DNS Grupu"
63="Obriši odabrane DNS Grupe"
64="Uvezi sve Liste"
65="Izvezi sve Liste"
66="Kolona\n Ime DNS Servera\n DNS 1\n DNS 2"
67="Ime DNS Servera:\n Prvi Dns Server:\n Drugi Dns Server:"
68="Snimi promene"
69="Dodaj\n Dodaj ili uredi DNS"
70="Obriši\n Obriši odabrane DNSove"
71="Neispravan parametar"
72="Želite li snimiti promene u DNS listi?"
73="Tekstualni dokumenti"
74="Nemoguć je upis u datoteku!"
75="Info o Nadogradnji:"
76="Nova verzija je pronađena (Nadogradnja programa je dostupna)\nŽelite li posetiti webstranicu programa?"
77="Nova Nadogradnja je pronađena!\nŽelite li da nadogradite program?"
78="Nema novih Nadogradnji!"
79="Greška kod Nadogradnje!"
80="%LINK% je nedostupan.\nMolimo pokušajte kasnije."
81="Pogrešan link preuzimanja!\n%LINK%"

[Language_Hebrew_עברית]
01="יניב לוין Yaniv Levin"
02="אפליקציה זו תוכננה לפישוט\n .DNS-תהליך שינוי ה"
03="DNS החל\n DNS-החל את שרת ה"
04="DNS מהירות\n המהיר ביותר DNS-מצא את ה"
05="DNS נקה\n DNS-נקה את מטמון ה"
06="אפשרויות\n תפריט האפשרויות"
07="...&עדכונים\n &הגדרות\n &תרומה\n &דף הבית\n &יצירת קשר\n &אודות"
08="&DnsJumper הצג את\n &עזרה\n &DnsJumper-צא מ"
09="תרום בבקשה\n !תרום בבקשה לפרויקטים החדשים שלנו"
10="בחר מתאם רשת"
11="כל מתאמי הרשת"
12="מתאם הרשת לא נמצא"
13="רענן"
14="פתח את חיבורי הרשת"
15="הגדרה מהירה"
16="ברירת המחדל DNS\n DNS שחזור\n DNS גיבוי"
17="DNS בחר שרת"
18="ברירת המחדל DNS\n מגובה DNS\n מותאם אישית DNS"
19="IPv6 DNS-השתמש ב\n IPv6 אפשרויות"
20="DNS קבוצות"
21="ברירת המחדל DNS רשימת\n מאובטחים DNS רשימת\nבטיחותיים למשפחה DNS"
22="DNS אפשרויות\nDNS הוסף, מחק או ערוך"
23="DNS עיין או העתק כתובת"
24="DNS-עיין בשרתי ה\n הראשון DNS-מידע על ה\n השני DNS-מידע על ה\n DNS העתק שרתי"
25="מותאם אישית DNS שרת\n מותאם אישית DNS הכנס שרת"
26="DNS בדוק\n בדוק את זמן הפענוח"
27="...המתן בבקשה"
28="ה-DNS שונה בהצלחה!"
29="מטמון מפענח ה-DNS נוקה בהצלחה."
30="זמן פענוח:"
31="מילישניות"
32="!שגויה DNS-של ה IP-כתובת ה"
33="לא ניתן להגיע אל המארח"
34="שגיאת גישה"
35="שגיאה לא ידועה"
36="!ריק IP-שדה ה"
37="הכנסת כתובת שרת שגויה."
38="!IPv6 מערכת ההפעלה אינה תומכת"
39=".IPv4 תכונה זו בלעדית עבור"
40="DNS שם שרת\n DNS 1\n DNS 2\n תוצאה 1\n תוצאה 2"
41="DNS החל\n סמן הכל\n הסר סימון מהכל\n DNS מידע"
42="פענוח מהיר\n .ניתן להכניס מספר בין 1 ל-5000 מילישניות .(Round trip) זמן סיבוב-מלא"
43="מעורב\n .הצג את תוצאות הבדיקה מעורבות"
44="DNS התחל בדיקת"
45="DNS עצור בדיקת"
46="DNS החל שרת"
47="המתן"
48="שגיאה:"
49="הגדרות כלליות\n DNS רשימת"
50="(IPv4-אחרון (רק ל DNS-של שער ברירת המחדל כ IP-הוסף את כתובת ה\n אחרים יכשלו יעשה בו שימוש DNS אם שרתי"
51="DNS אוטומטית בכל שינוי DNS נקה מטמון"
52="השמע צליל"
53="הודעות בשורת המשימות מאופשרות"
54="הסתר חלון ראשי בהפעלה"
55="לשורת המשימות DnsJUmper מזער את"
56="לשורת המשימות DnsJumper סגור את"
57="DNS קישור לחיפוש מידע"
58="DNS קישור בחינת"
59="בהפעלת המערכת DnsJumper התחל את"
60="החל את הפרמטרים הבאים בהפעלת המערכת"
61="IPv6 DNS הצג רשימת"
62="חדשה DNS הוסף קבוצת שרתי"
63="נבחרת DNS מחק קבוצת"
64="יבא רשימה"
65="יצא רשימה"
66="שורה\n DNS שם שרת\n DNS 1\n DNS 2"
67="DNS שם שרת:\n ראשון DNS שרת:\n שני DNS שרת:"
68="שמור שינויים"
69="הוסף\n DNS הוסף או ערוך"
70="מחק\n נבחר DNS מחק"
71="פרמטר שגוי"
72="?DNS-האם ברצונך לשמור את השינויים לרשימת ה"
73="מסמכי טקסט"
74="!לא ניתן לכתוב קובץ"
75=":מידע עדכון"
76="גרסה חדשה נמצאה (עדכון תוכנה קיים)\n?האם ברצונך לבקר באתר התוכנה"
77="!עדכון חדש נמצא\n?האם ברצונך לעדכן"
78="!לא נמצא עדכון חדש"
79="!שגיאת עדכון"
80=".%LINK% אינו זמין\n.נסה שוב במועד מאוחר יותר"
81="!מידע העדכון שהתקבל שגוי\n%LINK%"

[Language_Czech_Česky]
01="Scorpio"
02="Tato aplikace je navržena tak,\n aby zjednodušila proces změny DNS."
03="Použít DNS\n  Použít server DNS"
04="Nejrychlejší DNS\n  Najít nejrychlejší DNS"
05="Vyprázdnit DNS\n Vyprázdnit mezipaměť DNS"
06="Možnosti\n  Nabídka možností"
07="&Aktualizace...\n  &Nastavení\n  &Darovat\n  &Domovská stránka\n  &Kontakt\n &O programu"
08="&Zobrazit DnsJumper\n  &Pomoc\n  &Ukončit službu DnsJumper"
09="Darujte prosím\n  Podpořte naše nové projekty!"
10="Vyberte síťový adaptér"
11="Všechny síťové adaptéry"
12="Síťový adaptér nebyl nalezen"
13="Obnovit"
14="Otevřít síťová připojení"
15="Rychlá konfigurace"
16="Výchozí DNS\n  Obnovit DNS\n  Uložit DNS"
17="Vyberte server DNS"
18="Výchozí DNS\n  Zálohované DNS\n  Vlastní DNS"
19="Použít protokol IPv6 DNS\n  Možnosti protokolu IPv6"
20="Skupiny DNS"
21="Výchozí seznam DNS\n  Zabezpečený seznam DNS\nSeznam bezpečných DNS pro rodinu"
22="Možnosti DNS\nPřidat, odstranit nebo upravit DNS"
23="Procházet nebo kopírovat adresu DNS"
24="Procházet servery DNS\n  První informace DNS\n  Druhá informace DNS \n  Kopírovat servery DNS"
25="Vlastní server DNS\n  Zadejte vlastní server DNS"
26="Zkontrolovat DNS\n  Zkontrolovat dobu odezvy"
27="Prosím, čekejte..."
28="DNS bylo úspěšně změněno!"
29="Úspěšně vyprázdněna mezipaměť DNS."
30="Doba odezvy"
31="milisekund"
32="Nesprávná IP adresa DNS!"
33="Hostitel je nedostupný"
34="Chyba přístupu"
35="Neznámá chyba"
36="IP pole je prázdné!"
37="Nesprávná adresa serveru."
38="Operační systém nepodporuje protokol ipv6!"
39="Tato funkce je určena pouze pro protokol IPv4."
40="Název serveru DNS\n  DNS 1\n  DNS 2\n  Výsledek 1\n  Výsledek 2"
41="Použít DNS\n  Označit vše\n  Odznačit vše\n  Informace DNS"
42="Turbo Ping\n  Doba zpoždění zaokrouhlování. Můžete použít číslo od 1 do 5000 milisekund."
43="Smíšené\n  Zobrazit výsledky smíšených testů"
44="Spustit test DNS"
45="Zastavit test DNS"
46="Použít server DNS"
47="Čekejte"
48="Chyba:"
49="Obecné nastavení\n Seznam DNS"
50="Přidat výchozí adresu IP  brány jako poslední server DNS (pouze pro Ip v4)\n  Pokud selhaly jiné servery DNS, bude použita"
51="Automaticky vymazat mezipaměť DNS při každé změně DNS"
52="Přehrát zvuk"
53="Informační oblast"
54="Skrýt hlavní okno při spuštění systému Windows"
55="Minimalizovat DnsJUmper na systémovou lištu"
56="Zavřít DnsJumper v systémové liště"
57="Vyhledávání DNS"
58="Odkaz na web DNS"
59="Spustit program DnsJumper při spuštění systému"
60="Při spouštění systému použít následující parametry"
61="Zobrazení seznamu DNS protokolu IPv6"
62="Přidat novou skupinu serverů DNS"
63="Odstranit vybranou skupinu DNS"
64="Importovat seznam všech"
65="Exportovat seznam všech"
66="Řádek\n  Název serveru DNS\n  DNS 1\n  DNS 2"
67="Název serveru DNS:\n  První DNS server:\n  Druhý DNS server:"
68="Uložit změny"
69="Přidat\n  Přidat nebo upravit DNS"
70="Vymazat\n  Odstranit vybrané DNS"
71="Nesprávný parametr"
72="Chcete uložit změny do seznamu DNS?"
73="Textové dokumenty"
74="Chyba zápisu do souboru!"
75="Informace o aktualizaci:"
76="Nalezena nová verze (dostupná aktualizace programu)\nChcete navštívit webové stránky programu?"
77="Byla nalezena nová aktualizace!\nChcete aktualizovat?"
78="Nebyla nalezena žádná nová aktualizace!"
79="Chyba aktualizace"
80="%LINK% není k dispozici.\nProsím, zkuste to znovu později."
81="Přijaté informace o aktualizaci jsou nesprávné!\n%LINK%"

[Language_Ukrainian_Українська]
01="Євген Гіль"
02="Цю програму створено для спрощення\nпроцесу зміни DNS."
03="Застосувати DNS\n Застосувати DNS-сервер"
04="Найшвидший DNS\n Знайти найшвидший DNS"
05="Очищення DNS\n Очищення кешу DNS"
06="Налаштування\n Налаштування меню"
07="&Оновлення ...\n &Налаштування\n &Пожертва\n &Домашня сторінка\n &Контакти\n &Інформація"
08="&Показати DnsJumper\n &Допомога\n &Вийти з DnsJumper"
09="Підтримка\n Будь ласка, підтримайте пожертвою наші нові проєкти!"
10="Обрати мережевий адаптер"
11="Усі мережеві адаптери"
12="Мережевий адаптер не знайдено"
13="Поновити"
14="Відкрити Центр мережевих підключень"
15="Швидке налаштування"
16="Типові DNS\n Відновити DNS\n Резервувати DNS"
17="Обрати DNS-сервер"
18="Типовий DNS\n Збережений DNS\n Користувацький DNS"
19="Використовувати IPv6 DNS\n Налаштування IPv6"
20="Групи DNS"
21="Типовий список DNS\n Безпечний список DNS\nБатьківський список DNS"
22="Налаштування DNS\nДодати, видалити чи змінити DNS"
23="Огляд або копыювання адрес DNS"
24="Огляд DNS-серверів\n Інформація про перший DNS\n Інформація про другий DNS\n Копіювати DNS-сервери"
25="Користувацький DNS-сервер\n Ввести користувацький DNS-сервер"
26="Перевірка DNS\n Перевірка часу відгуку"
27="Будь ласка, зачекайте..."
28="DNS успішно змінено!"
29="Кеш DNS успішно очищено."
30="Час відгуку:"
31="мс"
32="Неправильний DNS IP!"
33="Хост недоступний"
34="Помилка доступу"
35="Невідома помилка"
36="IP-адреса порожня!"
37="Ви ввели неправильну адресу сервера."
38="Ця ОС не підтримує адресацію IPv6!"
39="Ця функція призначена лише для IPv4."
40="Ім'я DNS-сервера\n DNS 1\n DNS 2\n Результат 1\n Результат 2"
41="Застосувати DNS\n Позначити все\n Знати позначки з усього\n Інформація про DNS"
42="Турбо перевірка\n Час затримки повної подорожі. Можна використовувати число між 1 та 5000 мс."
43="Змішане\n Відображати змішані результати тесту"
44="Почати тест DNS"
45="Зупинити тест DNS"
46="Застосувати DNS-сервер"
47="Очікування"
48="Помилка:"
49="Основні налаштування\n Список DNS"
50="Додати типову ІР-адресу шлюзу як останній DNS. (лише для IPv4)\n Це використовуватиметься у разі недоступності інших DNS-серверів"
51="Автоматично очищувати кеш DNS під час кожної зміни DNS"
52="Програвати звук"
53="Увімкнути сповіщення у системному лотку"
54="Приховувати головне вікно під час запуску"
55="Згортати DnsJumper до системного лотка"
56="Зачиняти DnsJumper до системного лотка"
57="Пошук інформації про DNS"
58="Сервіс пошуку DNS"
59="Запускати DnsJumper підчас старту системи"
60="Використовувати наступні параменти під час запуску"
61="Показати список DNS IPv6"
62="Додати нову групу DNS-серверів"
63="Видалити обрану групу DNS"
64="Імпортувати всі списки"
65="Експортувати всі списки"
66="Рядок\n Ім'я DNS-сервера\n DNS 1\n DNS 2"
67="Ім'я DNS-сервера:\n Перший DNS-сервер:\n Другий DNS-сервер:"
68="Зберегти зміни"
69="Додати\n Додати чи змінити DNS"
70="Видалити\n Видалити обрані DNS"
71="Неправильний параметр"
72="Бажаєте зберегти зміни у списку DNS-адрес?"
73="Текстові документи"
74="Не вдалося записати файл!"
75="Інформація про оновлення:"
76="Знайдено нову версію програми\nБажаєте відвідати вебсайт програми?"
77="Знайдено оновлення!\nБажаєте оновити програму?"
78="Оновлення відсутні!"
79="Помилка оновлення!"
80="Адреса %LINK% недоступна.\nБудь ласка, спробуйте пізніше."
81="Отримано неправильну інформацію про оновлення!\n%LINK%"

[Language_Azerbaijani_Azərbaycanca]
01="Qüdrət"
02="Bu proqram DNS tənzimləmələri asanlaşdırmaq üçün yaradılmışdır."
03="DNS Tətbiq\nDNS Serveri Tətbiq Etmək"
04="Sürətli DNS\nƏn Sürətli DNS Server Axtarışı"
05="DNS Təmizləmək\nDNS Çərəzləri Sıfırlamaq və Təmizləmək"
06="Tənzimləmələr\nProqram Tənzimləmələri"
07="Yeniləmə...\nTənzimləmələr\nMüəllifə Dəstək\nƏsas Səhifə\nƏks Əlaqə\nHaqqında"
08="DNS Jumper Göstərilsin\nKömək\nProqramdan Çıxış"
09="Dəstək\nXahiş edirik, layihələrimizi dəstəkləyin!"
10="Şəbəkə adapteri"
11="Bütün şəbəkə adapterləri"
12="Şəbəkə adapteri tapılmadı"
13="Yeniləmək"
14="Şəbəkə Bağlantılarını Açmaq"
15="Cəld Tənzimləmələr"
16="Sabit DNS Tənzimləmələri\nDNS Tənzimləmələrin Bərpası\nEhtiyat DNS Nüsxəsi Yaratmaq"
17="DNS Server"
18="Sabit\nBərpa\nTənzimləmək"
19="IPv6 İstifadəsi\nIPv6 Nizamları Tənzimləmək"
20="DNS Server Siyahısı"
21="Adi Siyahı\nTəhlükəsiz Siyahı\nAiləvi Siyahı"
22="DNS Server Əlavəvi, Dəyişdirilməsi və ya Silinməsi"
23="DNS Ünvanla Axtarış"
24="Server haqqında məlumat tapmaq\nİlk DNS Yerləşməsi\nİkinci DNS Yerləşməsi\nÜnvanları Mübadilə Lövhəsinə Nüsxələmək"
25="DNS Serveri Tənzimləmək\nDNS Server Ünvanını Dəyişmək"
26="DNS Sınaq\nCavab vaxtını yoxlamaq"
27="Lütfən, Gözləyin..."
28="DNS Server Uğurla Dəyişdirildi!"
29="DNS Çərəzlər Uğurla Təmizləndi."
30="Cavab vaxtı:"
31="ms"
32="Yanlış DNS IP-ünvanı!"
33="Host əlçatmazdır"
34="Giriş xətası"
35="Naməlum xəta"
36="IP-ünvan qeyd edilməyib!"
37="Yanlış server ünvanı daxil edilib."
38="Bu ƏS IPv6 dəstəkləmir!"
39="Bu xüsusiyyət yalnız IPv4 üçündür."
40="Server Adı\nDNS 1\nDNS 2\nNəticə 1\nNəticə 2"
41="DNS Tətbiq\nHamısını seçmək\nBütün seçimlərin ləğvi\nMəlumat"
42="Turbo Sınaq\nSınağı sürətləndirmək üçün cavab vaxtını məhdudlaşdırmaq (1 - 5000 ms.)"
43="Birləşdirmək\nMüxtəlif çeşidlərdən ən yaxşıları götürmək"
44="DNS Sınaq"
45="DNS sınağı dayandırmaq"
46="DNS Serverin Tətbiqi"
47="Gözləmə"
48="Xəta:"
49="Əsas Nizamlamalar\n DNS Siyahısı"
50="Sabit şəbəkə IP ünvanını son DNS kimi əlavə etmək (Yalnız IPv4 üçün)\nDigər DNS serverlər əlçatmaz olduqda istifadə olunacaq."
51="Hər DNS dəyişikliyində DNS keşi birbaşa təmizlənsin"
52="Səsləri qoşmaq"
53="İsmarışlar bildiriş sahəsində göstərilsin"
54="Windows qoşulduqda proqramın əsas pəncərəsi gizlədilsin"
55="Proqramı bildiriş sahəsinə yerləşdirmək"
56="Bağlanması zamanı bildiriş sahəsinə yerləşdirmək"
57="Məlumat axtarış xidməti:"
58="Axtarış xidməti yerləşməsi:"
59="Windows qoşulduqda DNS Jumper qoulsun"
60="Qoşulma zamanı aşağıdakı nizamları istifadə etmək:"
61="IPv6 DNS siyahısını göstərmək"
62="Yeni DNS qrup əlavəsi"
63="Seçilmiş DNS qrupunu silmək"
64="DNS siyahısını bərpa etmək"
65="DNS siyahısını saxlamaq"
66="№\nServer Adı\nDNS 1\nDNS 2"
67="Server Adı\nİlk DNS:\nİkinci DNS:"
68="Dəyişiklikləri Saxlamaq"
69="Əlavə Etmək\nƏlavə Etmək / DNS serveri dəyişmək"
70="Silmək\nSeçilmiş DNS serveri silmək"
71="Yanlış seçim"
72="DNS server siyahısında dəyişiklikləri saxlamaq istəyirsiniz?"
73="Mətn sənədləri"
74="Faylı yazmaq alınmır!"
75="Məlumat"
76="Proqramın yeni buraxılışı aşkarlandı!\nLayihənin əsas səhifəsini açmaq istəyirsiniz?"
77="Yeniləmə tapıldı!\nProqramı yeniləmək istəyirsiniz?"
78="Mövcud yeniliklər yoxdur."
79="Yeniləmə xətası!"
80="%LINK% Ünvan Əıçatmazdır.\nDaha sonra yenidən cəhd edin."
81="Yeniləmə haqqında yanlış məlumat alındı!\n%LINK%"
